{
  "秦可卿": [
    {
      "person": "秦可卿",
      "title": "秦可卿去世/病故",
      "sentence": "第十三回 秦可卿死封龙禁尉 王熙凤协理宁国府",
      "chapter": "013.txt",
      "score": 4.7,
      "counterparts": "王熙凤",
      "keywords": "死,封",
      "rule": "keyword"
    },
    {
      "person": "秦可卿",
      "title": "与贾蓉成婚",
      "sentence": "秦可卿与贾蓉妻",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "贾蓉",
      "keywords": "妻",
      "rule": "seed_relation"
    },
    {
      "person": "秦可卿",
      "title": "与贾蓉成婚",
      "sentence": "秦可卿与贾蓉丈夫",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "贾蓉",
      "keywords": "丈夫",
      "rule": "seed_relation"
    }
  ],
  "贾惜春": [
    {
      "person": "贾惜春",
      "title": "贾惜春去世/病故",
      "sentence": "至晚间他二人竟渐渐醒来，说腹中饥饿。贾母、王夫人如得了珍宝一般，旋熬了米汤与他二人吃了，精神渐长，邪祟稍退，一家子才把心放下来。李宫裁并贾府三艳、薛宝钗、林黛玉、平儿、袭人等在外间听信息。闻得吃了米汤，省了人事，别人未开口，林黛玉先就念了一声“阿弥陀佛.. ”。薛宝钗便回头看了他半日，嗤的一声笑。众人都不会意，贾惜春道：“宝姐姐，好好的笑什么？”宝钗笑道：“我笑如来佛比人还忙：又要讲经说法，又要普渡众生；这如今宝玉、凤姐姐病了，又烧香还愿，赐福消灾；今才好些，又管林姑娘的姻缘了。你说忙的可笑不可笑。”林黛玉不觉的红了脸，啐了一口道：“你们这起人不是好人，不知怎么死！再不跟着好人学，只跟着凤姐贫嘴烂舌的学。”一面说，一面摔帘子出去了。不知端详，且听下回分解。",
      "chapter": "025.txt",
      "score": 11.1,
      "counterparts": "王夫人,林黛玉,薛宝钗",
      "keywords": "死,病,生,赐,笑,会",
      "rule": "keyword"
    },
    {
      "person": "贾惜春",
      "title": "与贾珍父子关系",
      "sentence": "贾惜春与贾珍父亲",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "贾珍",
      "keywords": "父亲",
      "rule": "seed_relation"
    },
    {
      "person": "贾惜春",
      "title": "与尤氏母子关系",
      "sentence": "贾惜春与尤氏母亲",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "尤氏",
      "keywords": "母亲",
      "rule": "seed_relation"
    },
    {
      "person": "贾惜春",
      "title": "与贾珍母女/父女关系",
      "sentence": "贾惜春与贾珍女儿",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "贾珍",
      "keywords": "女儿",
      "rule": "seed_relation"
    },
    {
      "person": "贾惜春",
      "title": "与尤氏母女/父女关系",
      "sentence": "贾惜春与尤氏女儿",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "尤氏",
      "keywords": "女儿",
      "rule": "seed_relation"
    }
  ],
  "林黛玉": [
    {
      "person": "林黛玉",
      "title": "林黛玉去世/病故",
      "sentence": "宝玉便也正要去瞧林黛玉，便起身拄拐辞了他们，从沁芳桥一带堤上走来。只见柳垂金线，桃吐丹霞，山石之后，一株大杏树，花已全落，叶稠阴翠，上面已结了豆子大小的许多小杏。宝玉因想道：“能病了几天，竟把杏花辜负了！不觉倒‘绿叶成荫子满枝’了！”因此仰望杏子不舍。又想起邢岫烟已择了夫婿一事，虽说是男女大事，不可不行，但未免又少了一个好女儿。不过两年，便也要“绿叶成荫子满枝”了。再过几日，这杏树子落枝空，再几年，岫烟未免乌发如银，红颜似槁了，因此不免伤心，只管对杏流泪叹息。正悲叹时，忽有一个雀儿飞来，落于枝上乱啼。宝玉又发了呆性，心下想道：“这雀儿必定是杏花正开时他曾来过，今见无花空有子叶，故也乱啼。这声韵必是啼哭之声，可恨公冶长不在眼前，不能问他。但不知明年再发时，这个雀儿可还记得飞到这里来与杏花一会了？”正胡思间，忽见一股火光从山石那边发出，将雀儿惊飞。宝玉吃了一大惊，又听那边有人喊道：“藕官，你要死，怎弄些纸钱进来烧？我回去回奶奶们去，仔细你的肉！”宝玉听了，益发疑惑起来，忙转过山石看时，只见藕官满面泪痕，蹲在那里，手里还拿着火，守着些纸钱灰作悲。宝玉忙问道：“你与谁烧纸钱？快不要在这里烧。你或是为父母兄弟，你告诉我姓名，外头去叫小厮们打了包袱写上名姓去烧。”藕官见了宝玉，只不作一声。宝玉数问不答，忽见一婆子恶恨恨走来拉藕官，口内说道：“我已经回了奶奶们了，奶奶气的了不得。”藕官听了，终是孩气，怕辱没了没脸，便不肯去。婆子道：“我说你们别太兴头过余了，如今还比你们在外头随心乱闹呢。这是尺寸地方儿。”指宝玉道：“连我们的爷还守规矩呢，你是什么阿物儿，跑来胡闹。怕也不中用，跟我快走罢！”宝玉忙道：“他并没烧纸钱，原是林妹妹叫他来烧那烂字纸的。你没看真，反错告了他。”藕官正没了主意，见了宝玉，也正添了畏惧，忽听他反掩饰，心内转忧成喜，也便硬着口说道：“你很看真是纸钱了么？我烧的是林姑娘写坏了的字纸！”那婆子听如此，亦发狠起来，便弯腰向纸灰中拣那不曾化尽的遗纸，拣了两点在手内，说道：“你还嘴硬，有据有证在这里。我只和你厅上讲去！”说着，拉了袖子，就拽着要走。宝玉忙把藕官拉住，用拄杖敲开那婆子的手，说道：“你只管拿了那个回去。实告诉你：我昨夜作了一个梦，梦见杏花神和我要一挂白纸钱，不可叫本房人烧，要一个生人替我烧了，我的病就好的快。所以我请了这白钱，巴巴儿的和林姑娘烦了他来，替我烧了祝赞。原不许一个人知道的，所以我今日才能起来，偏你看见了。我这会子又不好了，都是你冲了！你还要告他去。藕官，只管去，见了他们你就照依我这话说。等老太太回来，我就说他故意来冲神祇，保祐我早死。”藕官听了益发得了主意，反倒拉着婆子要走。那婆子听了这话，忙丢下纸钱，陪笑央告宝玉道：“我原不知道，二爷若回了老太太，我这老婆子岂不完了？我如今回奶奶们去，就说是爷祭神，我看错了。”宝玉道：“你也不许再回去了，我便不说。”婆子道：“我已经回了，叫我来带他，我怎好不回去的。也罢，就说我已经叫到了他，林姑娘叫了去了。”宝玉想一想，方点头应允。那婆子只得去了。",
      "chapter": "058.txt",
      "score": 17.5,
      "counterparts": "藕官,邢岫烟",
      "keywords": "死,病,生,祭,打,哭,笑,闹,辱,会,请",
      "rule": "keyword"
    },
    {
      "person": "林黛玉",
      "title": "林黛玉与赵姨娘成婚/成配",
      "sentence": "谁知上回所表的那位老太妃已薨，凡诰命等皆入朝随班按爵守制。敕谕天下：凡有爵之家，一年内不得筵宴音乐，庶民皆三月不得婚嫁。贾母、邢、王、尤、许婆媳祖孙等皆每日入朝随祭，至未正以后方回。在大内偏宫二十一日后，方请灵入先陵，地名曰孝慈县。这陵离都来往得十来日之功，如今请灵至此，还要停放数日，方入地宫，故得一月光景。宁府贾珍夫妻二人，也少不得是要去的。两府无人，因此大家计议，家中无主，便报了尤氏产育，将他腾挪出来，协理荣宁两处事体。因又托了薛姨妈在园内照管他姊妹丫鬟。薛姨妈只得也挪进园来。因宝钗处有湘云香菱；李纨处目今李婶母女虽去，然有时亦来住三五日不定，贾母又将宝琴送与他去照管；迎春处有岫烟；探春因家务冗杂，且不时有赵姨娘与贾环来嘈聒，甚不方便；惜春处房屋狭小；况贾母又千叮咛万嘱咐托他照管林黛玉，薛姨妈素习也最怜爱他的，今既巧遇这事，便挪至潇湘馆来和黛玉同房，一应药饵饮食十分经心。黛玉感戴不尽，以后便亦如宝钗之呼，连宝钗前亦直以姐姐呼之，宝琴前直以妹妹呼之，俨似同胞共出，较诸人更似亲切。贾母见如此，也十分喜悦放心。薛姨妈只不过照管他姊妹，禁约得丫头辈，一应家中大小事务也不肯多口。尤氏虽天天过来，也不过应名点卯，亦不肯乱作威福，且他家内上下也只剩他一个料理，再者每日还要照管贾母王夫人的下处一应所需饮馔铺设之物，所以也甚操劳。",
      "chapter": "058.txt",
      "score": 14.4,
      "counterparts": "赵姨娘,王夫人,薛姨妈",
      "keywords": "嫁,婚,妻,夫妻,送,祭,宴,请",
      "rule": "keyword"
    },
    {
      "person": "林黛玉",
      "title": "林黛玉与薛姨妈成婚/成配",
      "sentence": "宝钗就往潇湘馆来。正值他母亲也来瞧黛玉，正说闲话呢。宝钗笑道：“妈多早晚来的？我竟不知道。”薛姨妈道：“我这几天连日忙，总没来瞧瞧宝玉和他。所以今儿瞧他二个，都也好了。”黛玉忙让宝钗坐了，因向宝钗道：“天下的事真是人想不到的，怎么想的到姨妈和大舅母又作一门亲家。”薛姨妈道：“我的儿，你们女孩家那里知道，自古道：‘千里姻缘一线牵’。管姻缘的有一位月下老人，预先注定，暗里只用一根红丝把这两个人的脚绊住，凭你两家隔着海，隔着国，有世仇的，也终久有机会作了夫妇。这一件事都是出人意料之外，凭父母本人都愿意了，或是年年在一处的，以为是定了的亲事，若月下老人不用红线拴的，再不能到一处。比如你姐妹两个的婚姻，此刻也不知在眼前，也不知在山南海北呢。”宝钗道：“惟有妈，说动话就拉上我们。”一面说，一面伏在他母亲怀里笑说：“咱们走罢。”黛玉笑道：“你瞧，这么大了，离了姨妈他就是个最老道的，见了姨妈他就撒娇儿。”薛姨妈用手摩弄着宝钗，叹向黛玉道：“你这姐姐就和凤哥儿在老太太跟前一样，有了正经事就和他商量，没了事幸亏他开开我的心。我见了他这样，有多少愁不散的。”黛玉听说，流泪叹道：“他偏在这里这样，分明是气我没娘的人，故意来刺我的眼。”宝钗笑道：“妈瞧他轻狂，倒说我撒娇儿。”薛姨妈道：“也怨不得他伤心，可怜没父母，到底没个亲人。”又摩娑黛玉笑道：“好孩子别哭。你见我疼你姐姐你伤心了，你不知我心里更疼你呢。你姐姐虽没了父亲，到底有我，有亲哥哥，这就比你强了。我每每和你姐姐说，心里很疼你，只是外头不好带出来的。你这里人多口杂，说好话的人少，说歹话的人多，不说你无依无靠，为人作人配人疼，只说我们看老太太疼你了，我们也洑上水去了。”黛玉笑道：“姨妈既这么说，我明日就认姨妈做娘，姨妈若是弃嫌不认，便是假意疼我了。”薛姨妈道：“你不厌我，就认了才好。”宝钗忙道：“认不得的。”黛玉道：“怎么认不得？”宝钗笑问道：“我且问你，我哥哥还没定亲事，为什么反将邢妹妹先说与我兄弟了，是什么道理？”黛玉道：“他不在家，或是属相生日不对，所以先说与兄弟了。”宝钗笑道：“非也。我哥哥已经相准了，只等来家就下定了，也不必提出人来，我方才说你认不得娘，你细想去。”说着，便和他母亲挤眼儿发笑。黛玉听了，便也一头伏在薛姨妈身上，说道：“姨妈不打他我不依。”薛姨妈忙也搂他笑道：“你别信你姐姐的话，他是顽你呢。”宝钗笑道：“真个的，妈明儿和老太太求了他作媳妇，岂不比外头寻的好？”黛玉便够上来要抓他，口内笑说：“你越发疯了。”薛姨妈忙也笑劝，用手分开方罢。因又向宝钗道：“连邢女儿我还怕你哥哥遭踏了他，所以给你兄弟说了。别说这孩子，我也断不肯给他。前儿老太太因要把你妹妹说给宝玉，偏生又有了人家，不然倒是一门好亲。前儿我说定了邢女儿，老太太还取笑说：‘我原要说他的人，谁知他的人没到手，倒被他说了我们的一个去了。’虽是顽话，细想来倒有些意思。我想宝琴虽有了人家，我虽没人可给，难道一句话也不说。我想着，你宝兄弟老太太那样疼他，他又生的那样，若要外头说去，断不中意。不如竟把你林妹妹定与他，岂不四角俱全？”林黛玉先还怔怔的，听后来见说到自己身上，便啐了宝钗一口，红了脸，拉着宝钗笑道：“我只打你！你为什么招出姨妈这些老没正经的话来？”宝钗笑道：“这可奇了！妈说你，为什么打我？”紫鹃忙也跑来笑道：“姨太太既有这主意，为什么不和太太说去？”薛姨妈哈哈笑道：“你这孩子，急什么，想必催着你姑娘出了阁，你也要早些寻一个小女婿去了。”紫鹃听了，也红了脸，笑道：“姨太太真个倚老卖老的起来。”说着，便转身去了。黛玉先骂：“又与你这蹄子什么相干？”后来见了这样，也笑起来说：“阿弥陀佛！该，该，该！也臊了一鼻子灰去了！”薛姨妈母女及屋内婆子丫鬟都笑起来。婆子们因也笑道：“姨太太虽是顽话，却倒也不差呢。到闲了时和老太太一商议，姨太太竟做媒保成这门亲事是千妥万妥的。”薛姨妈道：“我一出这主意，老太太必喜欢的。”",
      "chapter": "057.txt",
      "score": 13.7,
      "counterparts": "薛姨妈,紫鹃",
      "keywords": "婚,配,生,认,打,骂,哭,笑,会",
      "rule": "keyword"
    },
    {
      "person": "林黛玉",
      "title": "林黛玉去世/病故",
      "sentence": "如今只述他们外面的形容。那宝玉又听见他说“好姻缘”三个字，越发逆了己意，心里干噎，口里说不出话来，便赌气向颈上抓下通灵宝玉，咬牙恨命往地下一摔，道：“什么捞什骨子，我砸了你完事！”偏生那玉坚硬非常，摔了一下，竟文风没动。宝玉见没摔碎，便回身找东西来砸。林黛玉见他如此，早已哭起来，说道：“何苦来，你摔砸那哑吧物件。有砸他的，不如来砸我。”二人闹着，紫鹃雪雁等忙来解劝。后来见宝玉下死力砸玉，忙上来夺，又夺不下来，见比往日闹的大了，少不得去叫袭人。袭人忙赶了来，才夺了下来。宝玉冷笑道：“我砸我的东西，与你们什么相干！”袭人见他脸都气黄了，眼眉都变了，从来没气的这样，便拉着他的手，笑道：“你同妹妹拌嘴，不犯着砸他；倘或砸坏了，叫他心里脸上怎么过的去？”林黛玉一行哭着，一行听了这话说到自己心坎儿上来，可见宝玉连袭人不如，越发伤心大哭起来。心里一烦恼，方才吃的香薷饮解暑汤便承受不住，“哇”的一声都吐了出来。紫鹃忙上来用手帕子接住，登时一口一口的把一块手帕子吐湿。雪雁忙上来捶。紫鹃道：“虽然生气，姑娘到底也该保重着些。才吃了药好些，这会子因和宝二爷拌嘴，又吐出来。倘或犯了病，宝二爷怎么过的去呢？”宝玉听了这话说到自己心坎儿上来，可见黛玉不如一紫鹃。又见林黛玉脸红头胀，一行啼哭，一行气凑，一行是泪，一行是汗，不胜怯弱。宝玉见了这般，又自己后悔方才不该同他较证，这会子他这样光景，我又替不了他。心里想着，也由不的滴下泪来了。袭人见他两个哭，由不得守着宝玉也心酸起来，又摸着宝玉的手冰凉，待要劝宝玉不哭罢，一则又恐宝玉有什么委曲闷在心里，二则又恐薄了林黛玉。不如大家一哭，就丢开手了，因此也流下泪来。紫鹃一面收拾了吐的药，一面拿扇子替林黛玉轻轻的扇着，见三个人都鸦雀无声，各人哭各人的，也由不得伤心起来，也拿手帕子擦泪。四个人都无言对泣。",
      "chapter": "029.txt",
      "score": 13.5,
      "counterparts": "紫鹃,雪雁,袭人",
      "keywords": "死,病,生,接,哭,笑,闹,会",
      "rule": "keyword"
    },
    {
      "person": "林黛玉",
      "title": "林黛玉与薛姨妈发生冲突",
      "sentence": "一时宝钗姊妹往薛姨妈房内去后，湘云往贾母处来，林黛玉回房歇着。宝玉便找了黛玉来，笑道：“我虽看了《西厢记》，也曾有明白的几句，说了取笑，你曾恼过。如今想来，竟有一句不解，我念出来你讲讲我听。”黛玉听了，便知有文章，因笑道：“你念出来我听听。”宝玉笑道：“那‘闹简’上有一句说得最好，‘是几时孟光接了梁鸿案？’这句最妙。‘孟光接了梁鸿案’这五个字，不过是现成的典，难为他这‘是几时’三个虚字问的有趣。是几时接了？你说说我听听。”黛玉听了，禁不住也笑起来，因笑道：“这原问的好。他也问的好，你也问的好。”宝玉道：“先时你只疑我，如今你也没的说，我反落了单。”黛玉笑道：“谁知他竟真是个好人，我素日只当他藏奸。”因把说错了酒令起，连送燕窝病中所谈之事，细细告诉了宝玉。宝玉方知缘故，因笑道：“我说呢，正纳闷‘是几时孟光接了梁鸿案.. ’，原来是从‘小孩儿口没遮拦’就接了案了。”黛玉因又说起宝琴来，想起自己没有姊妹，不免又哭了。宝玉忙劝道：“你又自寻烦恼了。你瞧，今年比旧年越发瘦了，你还不保养。每天好好的，你必是自寻烦恼，哭一会子，才算完了这一天的事。”黛玉拭泪道：“近来我只觉心酸，眼泪却象比旧年少了些的。心里只管酸痛，眼泪却不多。”宝玉道：“这是你哭惯了心里疑的，岂有眼泪会少的！”",
      "chapter": "049.txt",
      "score": 12.7,
      "counterparts": "薛姨妈,贾母",
      "keywords": "纳,病,养,送,接,哭,笑,闹,会",
      "rule": "keyword"
    }
  ],
  "王熙凤": [
    {
      "person": "王熙凤",
      "title": "王熙凤去世/病故",
      "sentence": "众人听这话不好听，知道气急了，忙又退出，只得觅人进去给信。王夫人不敢先回贾母，只得忙穿衣出来，也不顾有人没人，忙忙赶往书房中来，慌的众门客小厮等避之不及。王夫人一进房来，贾政更如火上浇油一般，那板子越发下去的又狠又快。按宝玉的两个小厮忙松了手走开，宝玉早已动弹不得了。贾政还欲打时，早被王夫人抱住板子。贾政道：“罢了，罢了！今日必定要气死我才罢！”王夫人哭道：“宝玉虽然该打，老爷也要自重。况且炎天暑日的，老太太身上也不大好，打死宝玉事小，倘或老太太一时不自在了，岂不事大！”贾政冷笑道：“倒休提这话。我养了这不肖的孽障，已不孝；教训他一番，又有众人护持；不如趁今日一发勒死了，以绝将来之患！”说着，便要绳索来勒死。王夫人连忙抱住哭道：“老爷虽然应当管教儿子，也要看夫妻分上。我如今已将五十岁的人，只有这个孽障，必定苦苦的以他为法，我也不敢深劝。今日越发要他死，岂不是有意绝我。既要勒死他，快拿绳子来先勒死我，再勒死他。我们娘儿们不敢含怨，到底在阴司里得个依靠。”说毕，爬在宝玉身上大哭起来。贾政听了此话，不觉长叹一声，向椅上坐了，泪如雨下。王夫人抱着宝玉，只见他面白气弱，底下穿着一条绿纱小衣皆是血渍，禁不住解下汗巾看，由臀至胫，或青或紫，或整或破，竟无一点好处，不觉失声大哭起来，“苦命的儿吓！”因哭出“苦命儿”来，忽又想起贾珠来，便叫着贾珠哭道：“若有你活着，便死一百个我也不管了。”此时里面的人闻得王夫人出来，那李宫裁王熙凤与迎春姊妹早已出来了。王夫人哭着贾珠的名字，别人还可，惟有宫裁禁不住也放声哭了。贾政听了，那泪珠更似滚瓜一般滚了下来。正没开交处，忽听丫鬟来说：“老太太来了。”一句话未了，只听窗外颤巍巍的声气说道：“先打死我，再打死他，岂不干净了！”贾政见他母亲来了，又急又痛，连忙迎接出来，只见贾母扶着丫头，喘吁吁的走来。贾政上前躬身陪笑道：“大暑热天，母亲有何生气亲自走来？有话只该叫了儿子进去吩咐。”贾母听说，便止住步喘息一回，厉声说道：“你原来是和我说话！我倒有话吩咐，只是可怜我一生没养个好儿子，却教我和谁说去！”贾政听这话不象，忙跪下含泪说道：“为儿的教训儿子，也为的是光宗耀祖。母亲这话，我做儿的如何禁得起？”贾母听说，便啐了一口，说道：“我说一句话，你就禁不起，你那样下死手的板子，难道宝玉就禁得起了？你说教训儿子是光宗耀祖，当初你父亲怎么教训你来！”说着，不觉就滚下泪来。贾政又陪笑道：“母亲也不必伤感，皆是作儿的一时性起，从此以后再不打他了。”贾母便冷笑道：“你也不必和我使性子赌气的。你的儿子，我也不该管你打不打。我猜着你也厌烦我们娘儿们。不如我们赶早儿离了你，大家干净！”说着便令人去看轿马，“我和你太太宝玉立刻回南京去！”家下人只得干答应着。贾母又叫王夫人道：“你也不必哭了。如今宝玉年纪小，你疼他，他将来长大成人，为官作宰的，也未必想着你是他母亲了。你如今倒不要疼他，只怕将来还少生一口气呢。”贾政听说，忙叩头哭道：“母亲如此说，贾政无立足之地。”贾母冷笑道：“你分明使我无立足之地，你反说起你来！只是我们回去了，你心里干净，看有谁来许你打。”一面说，一面只令快打点行李车轿回去。贾政苦苦叩求认罪。",
      "chapter": "033.txt",
      "score": 16.9,
      "counterparts": "王夫人,贾政,贾珠",
      "keywords": "妻,夫妻,死,生,养,认,接,打,哭,笑",
      "rule": "keyword"
    },
    {
      "person": "王熙凤",
      "title": "王熙凤与贾琏成婚/成配",
      "sentence": "一语未了，只听后院中有人笑声，说：“我来迟了，不曾迎接远客！”黛玉纳罕道：“这些人个个皆敛声屏气，恭肃严整如此，这来者系谁，这样放诞无礼？”心下想时，只见一群媳妇丫鬟围拥着一个人从后房门进来。这个人打扮与众姑娘不同，彩绣辉煌，恍若神妃仙子：头上戴着金丝八宝攒珠髻，绾着朝阳五凤挂珠钗；项上戴着赤金盘螭璎珞圈，裙边系着豆绿宫绦，双衡比目玫瑰佩；身上穿着缕金百蝶穿花大红洋缎窄褃袄，外罩五彩刻丝石青银鼠褂；下着翡翠撒花洋绉裙。一双丹凤三角眼，两弯柳叶吊梢眉，身量苗条，体格风骚，粉面含春威不露，丹唇未起笑先闻。黛玉连忙起身接见。贾母笑道，“你不认得他，他是我们这里有名的一个泼皮破落户儿，南省俗谓作‘辣子.. ’，你只叫他‘凤辣子’就是了。”黛玉正不知以何称呼，只见众姊妹都忙告诉他道：“这是琏嫂子。”黛玉虽不识，也曾听见母亲说过，大舅贾赦之子贾琏，娶的就是二舅母王氏之内侄女，自幼假充男儿教养的，学名王熙凤。黛玉忙陪笑见礼，以“嫂”呼之。这熙凤携着黛玉的手，上下细细打谅了一回，仍送至贾母身边坐下，因笑道：“天下真有这样标致的人物，我今儿才算见了！况且这通身的气派，竟不象老祖宗的外孙女儿，竟是个嫡亲的孙女，怨不得老祖宗天天口头心头一时不忘。只可怜我这妹妹这样命苦，怎么姑妈偏就去世了！”说着，便用帕拭泪。贾母笑道：“我才好了，你倒来招我。你妹妹远路才来，身子又弱，也才劝住了，快再休提前话。”这熙凤听了，忙转悲为喜道：“正是呢！我一见了妹妹，一心都在他身上了，又是喜欢，又是伤心，竟忘记了老祖宗。该打，该打！”又忙携黛玉之手，问：“妹妹几岁了？可也上过学？现吃什么药？在这里不要想家，想要什么吃的、什么玩的，只管告诉我；丫头老婆们不好了，也只管告诉我。”一面又问婆子们：“林姑娘的行李东西可搬进来了？带了几个人来？你们赶早打扫两间下房，让他们去歇歇。”",
      "chapter": "003.txt",
      "score": 13.1,
      "counterparts": "贾琏,贾赦,贾母",
      "keywords": "娶,纳,养,认,送,接,打,笑",
      "rule": "keyword"
    },
    {
      "person": "王熙凤",
      "title": "王熙凤去世/病故",
      "sentence": "一时上汤后，又接献元宵来。贾母便命将戏暂歇歇：“小孩子们可怜见的，也给他们些滚汤滚菜的吃了再唱。”又命将各色果子元宵等物拿些与他们吃去。一时歇了戏，便有婆子带了两个门下常走的女先儿进来，放两张杌子在那一边命他坐了，将弦子琵琶递过去。贾母便问李薛听何书，他二人都回说：“不拘什么都好。”贾母便问：“近来可有添些什么新书？”那两个女先儿回说道：“倒有一段新书，是残唐五代的故事。”贾母问是何名，女先儿道：“叫做《凤求鸾》。”贾母道：“这一个名字倒好，不知因什么起的，先大概说说原故，若好再说。”女先儿道：“这书上乃说残唐之时，有一位乡绅，本是金陵人氏，名唤王忠，曾做过两朝宰辅。如今告老还家，膝下只有一位公子，名唤王熙凤。”众人听了，笑将起来。贾母笑道：“这重了我们凤丫头了。”媳妇忙上去推他，“这是二奶奶的名字，少混说。”贾母笑道：“你说，你说。”女先儿忙笑着站起来，说：“我们该死了，不知是奶奶的讳。”凤姐儿笑道：“怕什么，你们只管说罢，重名重姓的多呢。”女先儿又说道：“这年王老爷打发了王公子上京赶考，那日遇见大雨，进到一个庄上避雨。谁知这庄上也有个乡绅，姓李，与王老爷是世交，便留下这公子住在书房里。这李乡绅膝下无儿，只有一位千金小姐。这小姐芳名叫作雏鸾，琴棋书画，无所不通。”贾母忙道：“怪道叫作《凤求鸾》。不用说，我猜着了，自然是这王熙凤要求这雏鸾小姐为妻。”女先儿笑道：“老祖宗原来听过这一回书。”众人都道：“老太太什么没听过！便没听过，也猜着了。”贾母笑道：“这些书都是一个套子，左不过是些佳人才子，最没趣儿。把人家女儿说的那样坏，还说是佳人，编的连影儿也没有了。开口都是书香门第，父亲不是尚书就是宰相，生一个小姐必是爱如珍宝。这小姐必是通文知礼，无所不晓，竟是个绝代佳人。只一见了一个清俊的男人，不管是亲是友，便想起终身大事来，父母也忘了，书礼也忘了，鬼不成鬼，贼不成贼，那一点儿是佳人？便是满腹文章，做出这些事来，也算不得是佳人了。比如男人满腹文章去作贼，难道那王法就说他是才子，就不入贼情一案不成？可知那编书的是自己塞了自己的嘴。再者，既说是世宦书香大家小姐都知礼读书，连夫人都知书识礼，便是告老还家，自然这样大家人口不少，奶母丫鬟伏侍小姐的人也不少，怎么这些书上，凡有这样的事，就只小姐和紧跟的一个丫鬟？你们白想想，那些人都是管什么的，可是前言不答后语？”众人听了，都笑说：“老太太这一说，是谎都批出来了。”贾母笑道：“这有个原故：编这样书的，有一等妒人家富贵，或有求不遂心，所以编出来污秽人家。再一等，他自己看了这些书看魔了，他也想一个佳人，所以编了出来取乐。何尝他知道那世宦读书家的道理！别说他那书上那些世宦书礼大家，如今眼下真的，拿我们这中等人家说起，也没有这样的事，别说是那些大家子。可知是诌掉了下巴的话。所以我们从不许说这些书，丫头们也不懂这些话。这几年我老了，他们姊妹们住的远，我偶然闷了，说几句听听，他们一来，就忙歇了。”李薛二人都笑说：“这正是大家的规矩，连我们家也没这些杂话给孩子们听见。”",
      "chapter": "054.txt",
      "score": 10.5,
      "counterparts": "贾母",
      "keywords": "妻,死,生,接,打,笑",
      "rule": "keyword"
    },
    {
      "person": "王熙凤",
      "title": "王熙凤参与宴集/游会",
      "sentence": "茶已三献，贾妃降座，乐止。退入侧殿更衣，方备省亲车驾出园。至贾母正室，欲行家礼，贾母等俱跪止不迭。贾妃满眼垂泪，方彼此上前厮见，一手搀贾母，一手搀王夫人，三个人满心里皆有许多话，只是俱说不出，只管呜咽对泣。邢夫人、李纨、王熙凤、迎、探、惜三姊妹等，俱在旁围绕，垂泪无言。半日，贾妃方忍悲强笑，安慰贾母、王夫人道：“当日既送我到那不得见人的去处，好容易今日回家娘儿们一会，不说说笑笑，反倒哭起来。一会子我去了，又不知多早晚才来！”说到这句，不禁又哽咽起来。邢夫人等忙上来解劝。贾母等让贾妃归座，又逐次一一见过，又不免哭泣一番。然后东西两府掌家执事人丁在厅外行礼，及两府掌家执事媳妇领丫鬟等行礼毕。贾妃因问：“薛姨妈、宝钗、黛玉因何不见？”王夫人启曰：“外眷无职，未敢擅入。”贾妃听了，忙命快请。一时，薛姨妈等进来，欲行国礼，亦命免过，上前各叙阔别寒温。又有贾妃原带进宫去的丫鬟抱琴等上来叩见，贾母等连忙扶起，命人别室款待。执事太监及彩嫔、昭容各侍从人等，宁国府及贾赦那宅两处自有人款待，只留三四个小太监答应。母女姊妹深叙些离别情景，及家务私情。",
      "chapter": "018.txt",
      "score": 7.4,
      "counterparts": "王夫人,薛姨妈,贾赦",
      "keywords": "送,哭,笑,会,请",
      "rule": "keyword"
    },
    {
      "person": "王熙凤",
      "title": "屏灯来，设于当屋，命他姊妹各自暗暗的作了，写出来粘于屏上…",
      "sentence": "屏灯来，设于当屋，命他姊妹各自暗暗的作了，写出来粘于屏上，然后预备下香茶细果以及各色玩物，为猜着之贺。贾政朝罢，见贾母高兴，况在节间，晚上也来承欢取乐。设了酒果，备了玩物，上房悬了彩灯，请贾母赏灯取乐。上面贾母、贾政、宝玉一席，下面王夫人、宝钗、黛玉、湘云又一席，迎、探、惜三个又一席。地下婆娘丫鬟站满。李宫裁、王熙凤二人在里间又一席。贾政因不见贾兰，便问：“怎么不见兰哥？”地下婆娘忙进里间问李氏，李氏起身笑着回道：“他说方才老爷并没去叫他，他不肯来。”婆娘回复了贾政。众人都笑说：“天生的牛心古怪。”贾政忙遣贾环与两个婆娘将贾兰唤来。贾母命他在身旁坐了，抓果品与他吃。大家说笑取乐。",
      "chapter": "022.txt",
      "score": 5.0,
      "counterparts": "王夫人,贾政,贾母",
      "keywords": "生,笑,请",
      "rule": "keyword"
    }
  ],
  "贾迎春": [
    {
      "person": "贾迎春",
      "title": "贾迎春与王夫人发生冲突",
      "sentence": "这日正是端阳佳节，蒲艾簪门，虎符系臂。午间，王夫人治了酒席，请薛家母女等赏午。宝玉见宝钗淡淡的，也不和他说话，自知是昨儿的原故。王夫人见宝玉没精打彩，也只当是金钏儿昨日之事，他没好意思的，越发不理他。林黛玉见宝玉懒懒的，只当是他因为得罪了宝钗的原故，心中不自在，形容也就懒懒的。凤姐昨日晚间王夫人就告诉了他宝玉金钏的事，知道王夫人不自在，自己如何敢说笑，也就随着王夫人的气色行事，更觉淡淡的。贾迎春姊妹见众人无意思，也都无意思了。因此，大家坐了一坐就散了。",
      "chapter": "031.txt",
      "score": 5.4,
      "counterparts": "王夫人,林黛玉,金钏儿",
      "keywords": "打,笑,请",
      "rule": "keyword"
    },
    {
      "person": "贾迎春",
      "title": "贾迎春与对方成婚/成配",
      "sentence": "第七十九回 薛文龙悔娶河东狮 贾迎春误嫁中山狼",
      "chapter": "079.txt",
      "score": 4.4,
      "counterparts": "",
      "keywords": "娶,嫁",
      "rule": "keyword"
    },
    {
      "person": "贾迎春",
      "title": "贾迎春与贾政发生冲突",
      "sentence": "两人正计较，就有贾政遣人来回贾母说：“二月二十二日子好，哥儿姐儿们好搬进去的。这几日内遣人进去分派收拾。”薛宝钗住了蘅芜苑，林黛玉住了潇湘馆，贾迎春住了缀锦楼，探春住了秋爽斋，惜春住了蓼风轩，李氏住了稻香村，宝玉住了怡红院。每一处添两个老嬷嬷，四个丫头，除各人奶娘亲随丫鬟不算外，另有专管收拾打扫的。至二十二日，一齐进去，登时园内花招绣带，柳拂香风，不似前番那等寂寞了。",
      "chapter": "023.txt",
      "score": 3.4,
      "counterparts": "贾政,林黛玉,薛宝钗",
      "keywords": "打",
      "rule": "keyword"
    },
    {
      "person": "贾迎春",
      "title": "与孙绍祖成婚",
      "sentence": "贾迎春与孙绍祖妻",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "孙绍祖",
      "keywords": "妻",
      "rule": "seed_relation"
    },
    {
      "person": "贾迎春",
      "title": "与贾赦父子关系",
      "sentence": "贾迎春与贾赦父亲",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "贾赦",
      "keywords": "父亲",
      "rule": "seed_relation"
    }
  ],
  "巧姐": [
    {
      "person": "巧姐",
      "title": "巧姐去世/病故",
      "sentence": "正闹着，只见丫头来回话：“琏二爷回来了，颜色大变，说请太太回去说话。”王夫人又吃了一惊，说道：“将就些，叫他进来罢，小婶子也是旧亲，不用回避了。”贾琏进来，见了王夫人请了安。宝钗迎着也问了贾琏的安。回说道：“刚才接了我父亲的书信，说是病重的很，叫我就去，若迟了恐怕不能见面。”说到那里，眼泪便掉下来了。王夫人道：“书上写的是什么病？”贾琏道：“写的是感冒风寒起来的，如今成了痨病了。现在危急，专差一个人连日连夜赶来的，说如若再耽搁一两天就不能见面了。故来回太太，侄儿必得就去才好。只是家里没人照管。蔷儿芸儿虽说糊涂，到底是个男人，外头有了事来还可传个话。侄儿家里倒没有什么事，秋桐是天天哭着喊着不愿意在这里，侄儿叫了他娘家的人来领了去了，倒省了平儿好些气。虽是巧姐没人照应，还亏平儿的心不很坏。妞儿心里也明白，只是性气比他娘还刚硬些，求太太时常管教管教他。”说着眼圈儿一红，连忙把腰里拴槟榔荷包的小绢子拉下来擦眼。王夫人道：“放着他亲祖母在那里，托我做什么。”贾琏轻轻的说道：“太太要说这个话，侄儿就该活活儿的打死了。没什么说的，总求太太始终疼侄儿就是了。”说着，就跪下来了。王夫人也眼圈儿红了，说：“你快起来，娘儿们说话儿，这是怎么说。只是一件，孩子也大了，倘或你父亲有个一差二错又耽搁住了，或者有个门当户对的来说亲，还是等你回来，还是你太太作主？”贾琏道：“现在太太们在家，自然是太太们做主，不必等我。”王夫人道：“你要去，就写了禀帖给二老爷送个信，说家下无人，你父亲不知怎样，快请二老爷将老太太的大事早早的完结，快快回来。”贾琏答应了“是”，正要走出去，复转回来回说道：“咱们家的家下人家里还够使唤，只是园里没有人太空了。包勇又跟了他们老爷去了。姨太太住的房子，薛二爷已搬到自己的房子内住了。园里一带屋子都空着，忒没照应，还得太太叫人常查看查看。那栊翠庵原是咱们家的地基，如今妙玉不知那里去了，所有的根基他的当家女尼不敢自己作主，要求府里一个人管理管理。”王夫人道：“自己的事还闹不清，还搁得住外头的事么。这句话好歹别叫四丫头知道，若是他知道了，又要吵着出家的念头出来了。你想咱们家什么样的人家，好好的姑娘出了家，还了得！”贾琏道：“太太不提起侄儿也不敢说，四妹妹到底是东府里的，又没有父母，他亲哥哥又在外头，他亲嫂子又不大说的上话。侄儿听见要寻死觅活了好几次。他既是心里这么着的了，若是牛着他，将来倘或认真寻了死，比出家更不好了。”王夫人听了点头道：“这件事真真叫我也难担。我也做不得主，由他大嫂子去就是了。”",
      "chapter": "117.txt",
      "score": 18.5,
      "counterparts": "王夫人,秋桐,贾琏",
      "keywords": "死,病,病重,认,送,接,打,哭,闹,吵,请",
      "rule": "keyword"
    },
    {
      "person": "巧姐",
      "title": "巧姐去世/病故",
      "sentence": "于是两人一直到凤姐那里。只见好些人围着哭呢。宝钗走到跟前，见凤姐已经停床，便大放悲声。宝玉也拉着贾琏的手大哭起来。贾琏也重新哭泣。平儿等因见无人劝解，只得含悲上来劝止了。众人都悲哀不止。贾琏此时手足无措，叫人传了赖大来，叫他办理丧事。自己回明了贾政去，然后行事。但是手头不济，诸事拮据，又想起凤姐素日来的好处，更加悲哭不已，又见巧姐哭的死去活来，越发伤心。哭到天明，即刻打发人去请他大舅子王仁过来。那王仁自从王子腾死后，王子胜又是无能的人，任他胡为，已闹的六亲不和。今知妹子死了，只得赶着过来哭了一场。见这里诸事将就，心下便不舒服，说：“我妹妹在你家辛辛苦苦当了好几年家，也没有什么错处，你们家该认真的发送发送才是。怎么这时候诸事还没有齐备！”贾琏本与王仁不睦，见他说些混帐话，知他不懂的什么，也不大理他。王仁便叫了他外甥女儿巧姐过来说：“你娘在时，本来办事不周到，只知道一味的奉承老太太，把我们的人都不大看在眼里。外甥女儿，你也大了，看见我曾经沾染过你们没有！如今你娘死了，诸事要听着舅舅的话。你母亲娘家的亲戚就是我和你二舅舅了。你父亲的为人我也早知道的了，只有重别人，那年什么尤姨娘死了，我虽不在京，听见人说花了好些银子。如今你娘死了，你父亲倒是这样的将就办去吗！你也不快些劝劝你父亲。”巧姐道：“我父亲巴不得要好看，只是如今比不得从前了。现在手里没钱，所以诸事省些是有的。”王仁道：“你的东西还少么！”巧姐儿道：“旧年抄去，何尝还了呢。”王仁道：“你也这样说。我听见老太太又给了好些东西，你该拿出来。”巧姐又不好说父亲用去，只推不知道。王仁便道：“哦，我知道了，不过是你要留着做嫁妆罢咧。”巧姐听了，不敢回言，只气得哽噎难鸣的哭起来了。平儿生气说道：“舅老爷有话，等我们二爷进来再说，姑娘这么点年纪，他懂的什么。”王仁道：“你们是巴不得二奶奶死了，你们就好为王了。我并不要什么，好看些也是你们的脸面。”说着，赌气坐着。巧姐满怀的不舒服，心想：“我父亲并不是没情，我妈妈在时舅舅不知拿了多少东西去，如今说得这样干净。”于是便不大瞧得起他舅舅了。岂知王仁心里想来，他妹妹不知攒积了多少，虽说抄了家，那屋里的银子还怕少吗。”必是怕我来缠他们，所以也帮着这么说，这小东西儿也是不中用的。”从此王仁也嫌了巧姐儿了。",
      "chapter": "114.txt",
      "score": 17.7,
      "counterparts": "贾政,贾琏,赖大",
      "keywords": "嫁,死,生,认,送,打,哭,闹,请,丧",
      "rule": "keyword"
    },
    {
      "person": "巧姐",
      "title": "巧姐与贾琏发生冲突",
      "sentence": "且说贾琏先前知道贾赦病重，赶到配所，父子相见，痛哭了一场，渐渐的好起来。贾琏接着家书，知道家中的事，禀明贾赦回来，走到中途，听得大赦，又赶了两天，今日到家，恰遇颁赏恩旨。里面邢夫人等正愁无人接旨，虽有贾兰，终是年轻，人报琏二爷回来，大家相见，悲喜交集，此时也不及叙话，即到前厅叩见了钦命大人。问了他父亲好，说明日到内府领赏，宁国府第发交居住。众人起身辞别，贾琏送出门去。见有几辆屯车，家人们不许停歇，正在吵闹。贾琏早知道是巧姐来的车，便骂家人道：“你们这班糊涂忘八崽子，我不在家，就欺心害主，将巧姐儿都逼走了。如今人家送来，还要拦阻，必是你们和我有什么仇么！”众家人原怕贾琏回来不依，想来少时才破，岂知贾琏说得更明，心下不懂，只得站着回道：“二爷出门，奴才们有病的，有告假的，都是三爷、蔷大爷、芸大爷作主，不与奴才们相干。”贾琏道：“什么混帐东西！我完了事再和你们说，快把车赶进来！”",
      "chapter": "119.txt",
      "score": 15.5,
      "counterparts": "贾琏,贾赦,贾兰",
      "keywords": "配,病,病重,送,接,骂,哭,闹,吵",
      "rule": "keyword"
    },
    {
      "person": "巧姐",
      "title": "巧姐去世/病故",
      "sentence": "且说贾琏打听得父兄之事不很妥，无法可施，只得回到家中。平儿守着凤姐哭泣，秋桐在耳房中抱怨凤姐。贾琏走近旁边，见凤姐奄奄一息，就有多少怨言，一时也说不出来。平儿哭道：“如今事已如此，东西已去不能复来。奶奶这样，还得再请个大夫调治调治才好。”贾琏啐道：“我的性命还不保，我还管他么！”凤姐听见，睁眼一瞧，虽不言语，那眼泪流个不尽，见贾琏出去，便与平儿道：“你别不达事务了，到了这样田地，你还顾我做什么。我巴不得今儿就死才好。只要你能够眼里有我，我死之后，你扶养大了巧姐儿，我在阴司里也感激你的。”平儿听了，放声大哭。凤姐道：“你也是聪明人。他们虽没有来说我，他必抱怨我。虽说事是外头闹的，我若不贪财，如今也没有我的事，不但是枉费心计，挣了一辈子的强，如今落在人后头。我只恨用人不当，恍惚听得那边珍大爷的事说是强占良民妻子为妾，不从逼死，有个姓张的在里头，你想想还有谁，若是这件事审出来，咱们二爷是脱不了的，我那时怎样见人。我要即时就死，又耽不起吞金服毒的。你到还要请大夫，可不是你为顾我反倒害了我了么。”平儿愈听愈惨，想来实在难处，恐凤姐自寻短见，只得紧紧守着。",
      "chapter": "106.txt",
      "score": 14.5,
      "counterparts": "秋桐,贾琏",
      "keywords": "妻,妾,死,养,打,哭,闹,请",
      "rule": "keyword"
    },
    {
      "person": "巧姐",
      "title": "巧姐去世/病故",
      "sentence": "且说贾母那边女眷也摆家宴，王夫人正在那边说：“宝玉不到外头，恐他老子生气。”凤姐带病哼哼唧唧的说：“我看宝玉也不是怕人，他见前头陪客的人也不少了，所以在这里照应也是有的。倘或老爷想起里头少个人在那里照应，太太便把宝兄弟献出去，可不是好？”贾母笑道：“凤丫头病到这地位，这张嘴还是那么尖巧。”正说到高兴，只听见邢夫人那边的人一直声的嚷进来说：“老太太、太太，不..不好了！多多少少的穿靴带帽的强..强盗来了，翻箱倒笼的来拿东西。”贾母等听着发呆。又见平儿披头散发拉着巧姐哭啼啼的来说：“不好了，我正与姐儿吃饭，只见来旺被人拴着进来说：‘姑娘快快传进去，请太太们回避，外面王爷就进来查抄家产。’我听了着忙，正要进房拿要紧东西，被一伙人浑推浑赶出来的。咱们这里该穿该带的快快收拾。”王邢二夫人等听得，俱魂飞天外，不知怎样才好。独见凤姐先前圆睁两眼听着，后来便一仰身栽到地下死了。贾母没有听完，便吓得涕泪交流，连话也说不出来。那时一屋子人拉那个，扯那个，正闹得翻天覆地，又听见一叠声嚷说：“叫里面女眷们回避，王爷进来了！”",
      "chapter": "105.txt",
      "score": 13.7,
      "counterparts": "王夫人,贾母,邢夫人",
      "keywords": "死,病,生,哭,笑,闹,宴,请",
      "rule": "keyword"
    }
  ],
  "李纨": [
    {
      "person": "李纨",
      "title": "李纨与赖嬷嬷发生冲突",
      "sentence": "凤姐儿笑道：“好嫂子，你且同他们回园子里去。才要把这米帐合算一算，那边大太太又打发人来叫，又不知有什么话说，须得过去走一趟。还有年下你们添补的衣服，还没打点给他们做去。”李纨笑道：“这些事我都不管，你只把我的事完了我好歇着去，省得这些姑娘小姐闹我。”凤姐儿忙笑道：“好嫂子，赏我一点空儿。你是最疼我的，怎么今儿为平儿就不疼我了？往常你还劝我说，事情虽多，也该保养身子，捡点着偷空儿歇歇，你今儿反倒逼我的命了。况且误了别人的年下衣裳无碍，他姊妹们的若误了，却是你的责任，老太太岂不怪你不管闲事，这一句现成的话也不说？我宁可自己落不是，岂敢带累你呢。”李纨笑道：“你们听听，说的好不好？把他会说话的！我且问你，这诗社你到底管不管？”凤姐儿笑道：“这是什么话，我不入社花几个钱，不成了大观园的反叛了，还想在这里吃饭不成？明儿一早就到任，下马拜了印，先放下五十两银子给你们慢慢作会社东道。过后几天，我又不作诗作文，只不过是个俗人罢了。‘监察’也罢，不‘监察’也罢，有了钱了，你们还撵出我来！”说的众人又都笑起来。凤姐儿道：“过会子我开了楼房，凡有这些东西都叫人搬出来你们看，若使得，留着使，若少什么，照你们单子，我叫人替你们买去就是了。画绢我就裁出来。那图样没有在太太跟前，还在那边珍大爷那里呢。说给你们，别碰钉子去。我打发人取了来，一并叫人连绢交给相公们矾去，如何？”李纨点首笑道：“这难为你，果然这样还罢了。既如此，咱们家去罢，等着他不送了去再来闹他。”说着，便带了他姊妹就走。凤姐儿道：“这些事再没两个人，都是宝玉生出来的。”李纨听了，忙回身笑道：“正是为宝玉来，反忘了他。头一社是他误了。我们脸软，你说该怎么罚他？”凤姐想了一想，说道：“没有别的法子，只叫他把你们各人屋子里的地罚他扫一遍才好。”众人都笑道：“这话不差。”说着才要回去，只见一个小丫头扶了赖嬷嬷进来。凤姐儿等忙站起来，笑道：“大娘坐。”又都向他道喜。赖嬷嬷向炕沿上坐了，笑道：“我也喜，主子们也喜。若不是主子们的恩典，我们这喜从何来？昨儿奶奶又打发彩哥儿赏东西，我孙子在门上朝上磕了头了。”李纨笑道：“多早晚上任去？”赖嬷嬷叹道：“我那里管他们，由他们去罢！前儿在家里给我磕头，我没好话，我说：‘哥哥儿，你别说你是官儿了，横行霸道的！你今年活了三十岁，虽然是人家的奴才，一落娘胎胞，主子恩典，放你出来，上托着主子的洪福，下托着你老子娘，也是公子哥儿似的读书认字，也是丫头、老婆、奶子捧凤凰似的，长了这么大。你那里知道那‘奴才’两字是怎么写的！只知道享福，也不知道你爷爷和你老子受的那苦恼，熬了两三辈子，好容易挣出你这么个东西来。从小儿三灾八难，花的银子也照样打出你这么个银人儿来了。到二十岁上，又蒙主子的恩典，许你捐个前程在身上。你看那正根正苗的忍饥挨饿的要多少？你一个奴才秧子，仔细折了福！如今乐了十年，不知怎么弄神弄鬼的，求了主子，又选了出来。州县官儿虽小，事情却大，为那一州的州官，就是那一方的父母。你不安分守己，尽忠报国，孝敬主子，只怕天也不容你。”李纨凤姐儿都笑道：“你也多虑。我们看他也就好了。先那几年还进来了两次，这有好几年没来了，年下生日，只见他的名字就罢了。前儿给老太太、太太磕头来，在老太太那院里，见他又穿着新官的服色，倒发的威武了，比先时也胖了。他这一得了官，正该你乐呢，反倒愁起这些来！他不好，还有他父亲呢，你只受用你的就完了。闲了坐个轿子进来，和老太太斗一日牌，说一天话儿，谁好意思的委屈了你。家去一般也是楼房厦厅，谁不敬你，自然也是老封君似的了。”平儿斟上茶来，赖嬷嬷忙站起来接了，笑道：“姑娘不管叫那个孩子倒来罢了，又折受我。”说着，一面吃茶，一面又道：“奶奶不知道。这些小孩子们全要管的严。饶这么严，他们还偷空儿闹个乱子来叫大人操心。知道的说小孩子们淘气，不知道的，人家就说仗着财势欺人，连主子名声也不好。恨的我没法儿，常把他老子叫来骂一顿，才好些。”因又指宝玉道：“不怕你嫌我，如今老爷不过这么管你一管，老太太护在头里。当日老爷小时挨你爷爷的打，谁没看见的。老爷小时，何曾象你这么天不怕地不怕的了。还有那大老爷，虽然淘气，也没象你这扎窝子的样儿，也是天天打。还有东府里你珍哥儿的爷爷，那才是火上浇油的性子，说声恼了，什么儿子，竟是审贼！如今我眼里看着，耳朵里听着，那珍大爷管儿子倒也象当日老祖宗的规矩，只是管的到三不着两的。他自己也不管一管自己，这些兄弟侄儿怎么怨的不怕他？你心里明白，喜欢我说，不明白，嘴里不好意思，心里不知怎么骂我呢。”",
      "chapter": "045.txt",
      "score": 18.6,
      "counterparts": "赖嬷嬷",
      "keywords": "生,养,认,送,接,封,罚,打,骂,笑,闹,斗,诗,会",
      "rule": "keyword"
    },
    {
      "person": "李纨",
      "title": "李纨去世/病故",
      "sentence": "园中姊妹和李纨迎春惜春等人，皆为凤姐是好意，然宝黛一干人暗为二姐担心。虽都不便多事，惟见二姐可怜，常来了，倒还都悯恤他。每日常无人处说起话来，尤二姐便淌眼抹泪，又不敢抱怨。凤姐儿又并无露出一点坏形来。贾琏来家时，见了凤姐贤良，也便不留心。况素习以来因贾赦姬妾丫鬟最多，贾琏每怀不轨之心，只未敢下手。如这秋桐辈等人，皆是恨老爷年迈昏愦，贪多嚼不烂，没的留下这些人作什么，因此除了几个知礼有耻的，余者或有与二门上小幺儿们嘲戏的。甚至于与贾琏眉来眼去相偷期的，只惧贾赦之威，未曾到手。这秋桐便和贾琏有旧，从未来过一次。今日天缘凑巧，竟赏了他，真是一对烈火干柴，如胶投漆，燕尔新婚，连日那里拆的开。那贾琏在二姐身上之心也渐渐淡了，只有秋桐一人是命。凤姐虽恨秋桐，且喜借他先可发脱二姐，自己且抽头，用“借剑杀人”之法，“坐山观虎斗”，等秋桐杀了尤二姐，自己再杀秋桐。主意已定，没人处常又私劝秋桐说：“你年轻不知事。他现是二房奶奶，你爷心坎儿上的人，我还让他三分，你去硬碰他，岂不是自寻其死？”那秋桐听了这话，越发恼了，天天大口乱骂说：“奶奶是软弱人，那等贤惠，我却做不来。奶奶把素日的威风怎都没了。奶奶宽洪大量，我却眼里揉不下沙子去。让我和他这淫妇做一回，他才知道。”凤姐儿在屋里，只装不敢出声儿。气的尤二姐在房里哭泣，饭也不吃，又不敢告诉贾琏。次日贾母见他眼红红的肿了，问他，又不敢说。秋桐正是抓乖卖俏之时，他便悄悄的告诉贾母王夫人等说：“专会作死，好好的成天家号丧，背地里咒二奶奶和我早死了，他好和二爷一心一计的过。”贾母听了便说：“人太生娇俏了，可知心就嫉妒。凤丫头倒好意待他，他倒这样争锋吃醋的。可是个贱骨头。”因此渐次便不大喜欢。众人见贾母不喜，不免又往下踏践起来，弄得这尤二姐要死不能，要生不得。还是亏了平儿，时常背着凤姐，看他这般，与他排解排解。",
      "chapter": "069.txt",
      "score": 18.3,
      "counterparts": "王夫人,秋桐,贾琏",
      "keywords": "婚,二房,妾,死,生,骂,哭,斗,会,丧",
      "rule": "keyword"
    },
    {
      "person": "李纨",
      "title": "李纨去世/病故",
      "sentence": "二人对见了礼，分序座下。平儿忙也上来要见礼。尤二姐见他打扮不凡，举止品貌不俗，料定是平儿，连忙亲身挽住，只叫“妹子快休如此，你我是一样的人。”凤姐忙也起身笑说：“折死他了！妹子只管受礼，他原是咱们的丫头。以后快别如此。”说着，又命周家的从包袱里取出四匹上色尺头，四对金珠簪环为拜礼。尤二姐忙拜受了。二人吃茶，对诉已往之事。凤姐口内全是自怨自错，“怨不得别人，如今只求姐姐疼我”等语。尤二姐见了这般，便认他作是个极好的人，小人不遂心诽谤主子亦是常理，故倾心吐胆，叙了一回，竟把凤姐认为知己。又见周瑞等媳妇在旁边称扬凤姐素日许多善政，只是吃亏心太痴了，惹人怨，又说“已经预备了房屋，奶奶进去一看便知。”尤氏心中早已要进去同住方好，今又见如此，岂有不允之理，便说：“原该跟了姐姐去，只是这里怎样？”凤姐儿道：“这有何难，姐姐的箱笼细软只管着小厮搬了进去。这些粗笨货要他无用，还叫人看着。姐姐说谁妥当就叫谁在这里。”尤二姐忙说：“今日既遇见姐姐，这一进去，凡事只凭姐姐料理。我也来的日子浅，也不曾当过家，世事不明白，如何敢作主。这几件箱笼拿进去罢。我也没有什么东西，那也不过是二爷的。”凤姐听了，便命周瑞家的记清，好生看管着抬到东厢房去。于是催着尤二姐穿戴了，二人携手上车，又同坐一处，又悄悄的告诉他：“我们家的规矩大。这事老太太一概不知，倘或知二爷孝中娶你，管把他打死了。如今且别见老太太、太太。我们有一个花园子极大，姊妹住着，容易没人去的。你这一去且在园里住两天，等我设个法子回明白了，那时再见方妥。”尤二姐道：“任凭姐姐裁处。”那些跟车的小厮们皆是预先说明的，如今不去大门，只奔后门而来。下了车，赶散众人。凤姐便带尤氏进了大观园的后门，来到李纨处相见了。彼时大观园中十停人已有九停人知道了，今忽见凤姐带了进来，引动多人来看问。尤二姐一一见过。众人见他标致和悦，无不称扬。凤姐一一的吩咐了众人：“都不许在外走了风声，若老太太、太太知道，我先叫你们死。”园中婆子丫鬟都素惧凤姐的，又系贾琏国孝家孝中所行之事，知道关系非常，都不管这事。凤姐悄悄的求李纨收养几日，“等回明了，我们自然过去的。”李纨见凤姐那边已收拾房屋，况在服中，不好倡扬，自是正理，只得收下权住。凤姐又变法将他的丫头一概退出，又将自己的一个丫头送他使唤。暗暗吩咐园中媳妇们：“好生照看着他。若有走失逃亡，一概和你们算帐。”自己又去暗中行事。合家之人都暗暗纳罕的说：“看他如何这等贤惠起来了。”",
      "chapter": "068.txt",
      "score": 17.7,
      "counterparts": "贾琏,尤氏,尤二姐",
      "keywords": "娶,纳,死,亡,生,养,认,送,打,笑",
      "rule": "keyword"
    },
    {
      "person": "李纨",
      "title": "李纨去世/病故",
      "sentence": "说话邢王二夫人听尤氏一段话，明知也难挽回。王夫人只得说道：“姑娘要行善，这也是前生的夙根，我们也实在拦不住。只是咱们这样人家的姑娘出了家，不成了事体。如今你嫂子说了准你修行，也是好处。却有一句话要说，那头发可以不剃的，只要自己的心真，那在头发上头呢。你想妙玉也是带发修行的，不知他怎样凡心一动，才闹到那个分儿。姑娘执意如此，我们就把姑娘住的房子便算了姑娘的静室。所有服侍姑娘的人也得叫他们来问：他若愿意跟的，就讲不得说亲配人，若不愿意跟的，另打主意。”惜春听了，收了泪，拜谢了邢王二夫人、李纨、尤氏等。王夫人说了，便问彩屏等谁愿跟姑娘修行。彩屏等回道：“太太们派谁就是谁。”王夫人知道不愿意，正在想人。袭人立在宝玉身后，想来宝玉必要大哭，防着他的旧病。岂知宝玉叹道：“真真难得。”袭人心里更自伤悲。宝钗虽不言语，遇事试探，见是执迷不醒，只得暗中落泪。王夫人才要叫了众丫头来问。忽见紫鹃走上前去，在王夫人面前跪下，回道：“刚才太太问跟四姑娘的姐姐，太太看着怎么样？”王夫人道：“这个如何强派得人的，谁愿意他自然就说出来了。”紫鹃道：“姑娘修行自然姑娘愿意，并不是别的姐姐们的意思。我有句话回太太，我也并不是拆开姐姐们，各人有各人的心。我服侍林姑娘一场，林姑娘待我也是太太们知道的，实在恩重如山，无以可报。他死了，我恨不得跟了他去。但是他不是这里的人，我又受主子家的恩典，难以从死。如今四姑娘既要修行，我就求太太们将我派了跟着姑娘，服侍姑娘一辈子。不知太太们准不准。若准了，就是我的造化了。”邢王二夫人尚未答言，只见宝玉听到那里，想起黛玉一阵心酸，眼泪早下来了。众人才要问他时，他又哈哈的大笑，走上来道：“我不该说的。这紫鹃蒙太太派给我屋里，我才敢说。求太太准了他罢，全了他的好心。”王夫人道：“你头里姊妹出了嫁，还哭得死去活来，如今看见四妹妹要出家，不但不劝，倒说好事，你如今到底是怎么个意思，我索性不明白了。”宝玉道：“四妹妹修行是已经准的了，四妹妹也是一定主意了。若是真的，我有一句话告诉太太；若是不定的，我就不敢混说了。”惜春道：“二哥哥说话也好笑，一个人主意不定便扭得过太太们来了？我也是象紫鹃的话，容我呢，是我的造化，不容我呢。还有一个死呢。那怕什么！二哥哥既有话，只管说。”宝玉道：“我这也不算什么泄露了，这也是一定的。我念一首诗给你们听听罢！”众人道：“人家苦得很的时侯，你倒来做诗。怄人！”宝玉道：“不是做诗，我到一个地方儿看了来的。你们听听罢。”众人道：“使得。你就念念，别顺着嘴儿胡诌。”宝玉也不分辩，便说道：",
      "chapter": "118.txt",
      "score": 17.6,
      "counterparts": "王夫人,尤氏,紫鹃",
      "keywords": "嫁,配,死,病,生,打,哭,笑,闹,诗",
      "rule": "keyword"
    },
    {
      "person": "李纨",
      "title": "李纨去世/病故",
      "sentence": "展眼已是九月初二日，园中人都打听得尤氏办得十分热闹，不但有戏，连耍百戏并说书的男女先儿全有，都打点取乐顽耍。李纨又向众姊妹道：“今儿是正经社日，可别忘了。宝玉也不来，想必他只图热闹，把清雅就丢开了。”说着，便命丫鬟去瞧作什么，快请了来。丫鬟去了半日，回说：“花大姐姐说，今儿一早就出门去了。”众人听了，都诧异说：“再没有出门之理。这丫头糊涂，不知说话。”因又命翠墨去。一时翠墨回来说：“可不真出了门了。说有个朋友死了，出去探丧去了。”探春道：“断然没有的事。凭他什么，再没今日出门之理。你叫袭人来，我问他。”刚说着，只见袭人走来。李纨等都说道：“今儿凭他有什么事，也不该出门。头一件，你二奶奶的生日，老太太都这等高兴，两府上下众人来凑热闹，他倒走了；第二件，又是头一社的正日子，他也不告假，就私自去了！”袭人叹道：“昨儿晚上就说了，今儿一早起有要紧的事到北静王府里去，就赶回来的。劝他不要去，他必不依。今儿一早起来，又要素衣裳穿，想必是北静王府里的要紧姬妾没了，也未可知。”李纨等道：“若果如此，也该去走走，只是也该回来了。”说着，大家又商议：“咱们只管作诗，等他回来罚他。”刚说着，只见贾母已打发人来请，便都往前头来了。袭人回明宝玉的事，贾母不乐，便命人去接。",
      "chapter": "043.txt",
      "score": 17.5,
      "counterparts": "尤氏,贾母,袭人",
      "keywords": "妾,死,生,接,罚,打,闹,诗,请,丧",
      "rule": "keyword"
    }
  ],
  "贾元春": [
    {
      "person": "贾元春",
      "title": "贾元春参与宴集/游会",
      "sentence": "如今且说贾元春，因在宫中自编大观园题咏之后，忽想起那大观园中景致，自己幸过之后，贾政必定敬谨封锁，不敢使人进去骚扰，岂不寥落。况家中现有几个能诗会赋的姊妹，何不命他们进去居住，也不使佳人落魄，花柳无颜。却又想到宝玉自幼在姊妹丛中长大，不比别的兄弟，若不命他进去，只怕他冷清了，一时不大畅快，未免贾母王夫人愁虑，须得也命他进园居住方妙。想毕，遂命太监夏守忠到荣国府来下一道谕，命宝钗等只管在园中居住，不可禁约封锢，命宝玉仍随进去读书。",
      "chapter": "023.txt",
      "score": 6.2,
      "counterparts": "王夫人,贾政,贾母",
      "keywords": "封,诗,题,会",
      "rule": "keyword"
    },
    {
      "person": "贾元春",
      "title": "话说贾元春自那日幸大观园回宫去后，便命将那日所有的题咏，…",
      "sentence": "话说贾元春自那日幸大观园回宫去后，便命将那日所有的题咏，命探春依次抄录妥协，自己编次，叙其优劣，又命在大观园勒石，为千古风流雅事。因此，贾政命人各处选拔精工名匠，在大观园磨石镌字，贾珍率领蓉、萍等监工。因贾蔷又管理着文官等十二个女戏并行头等事，不大得便，因此贾珍又将贾菖，贾菱唤来监工。一日，汤蜡钉朱，动起手来。这也不在话下。",
      "chapter": "023.txt",
      "score": 2.8,
      "counterparts": "贾政,贾珍,贾蔷",
      "keywords": "题",
      "rule": "keyword"
    },
    {
      "person": "贾元春",
      "title": "贾元春去世/病故",
      "sentence": "第十六回 贾元春才选凤藻宫 秦鲸卿夭逝黄泉路",
      "chapter": "016.txt",
      "score": 2.3,
      "counterparts": "",
      "keywords": "逝",
      "rule": "keyword"
    },
    {
      "person": "贾元春",
      "title": "与贾政父子关系",
      "sentence": "贾元春与贾政父亲",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "贾政",
      "keywords": "父亲",
      "rule": "seed_relation"
    },
    {
      "person": "贾元春",
      "title": "与王夫人母子关系",
      "sentence": "贾元春与王夫人母亲",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "王夫人",
      "keywords": "母亲",
      "rule": "seed_relation"
    }
  ],
  "贾宝玉": [
    {
      "person": "贾宝玉",
      "title": "贾宝玉去世/病故",
      "sentence": "那甄宝玉依命前行，贾宝玉等陪着来见王夫人。贾宝玉见是甄太太上坐，便先请过了安，贾环贾兰也见了。甄宝玉也请了王夫人的安。两母两子互相厮认。虽是贾宝玉是娶过亲的，那甄夫人年纪已老，又是老亲，因见贾宝玉的相貌身材与他儿子一般，不禁亲热起来。王夫人更不用说，拉着甄宝玉问长问短，觉得比自己家的宝玉老成些。回看贾兰，也是清秀超群的，虽不能象两个宝玉的形像，也还随得上。只有贾环粗夯，未免有偏爱之色。众人一见两个宝玉在这里，都来瞧看，说道：“真真奇事，名字同了也罢，怎么相貌身材都是一样的。亏得是我们宝玉穿孝，若是一样的衣服穿着，一时也认不出来。”内中紫鹃一时痴意发作，便想起黛玉来，心里说道：“可惜林姑娘死了，若不死时，就将那甄宝玉配了他，只怕也是愿意的。”正想着，只听得甄夫人道：“前日听得我们老爷回来说，我们宝玉年纪也大了，求这里老爷留心一门亲事。”王夫人正爱甄宝玉，顺口便说道：“我也想要与令郎作伐。我家有四个姑娘，那三个都不用说，死的死，嫁的嫁了，还有我们珍大侄儿的妹子，只是年纪过小几岁，恐怕难配。倒是我们大媳妇的两个堂妹子生得人才齐整，二姑娘呢，已经许了人家，三姑娘正好与令郎为配。过一天我给令郎作媒，但是他家的家计如今差些。”甄夫人道：“太太这话又客套了。如今我们家还有什么，只怕人家嫌我们穷罢了。”王夫人道：“现今府上复又出了差，将来不但复旧，必是比先前更要鼎盛起来。”甄夫人笑着道：“但愿依着太太的话更好。这么着就求太太作个保山。”甄宝玉听他们说起亲事，便告辞出来。贾宝玉等只得陪着来到书房，见贾政已在那里，复又立谈几句。听见甄家的人来回甄宝玉道：“太太要走了，请爷回去罢。”于是甄宝玉告辞出来。贾政命宝玉环兰相送。不题。",
      "chapter": "115.txt",
      "score": 16.2,
      "counterparts": "王夫人,甄宝玉,贾政",
      "keywords": "娶,嫁,配,死,生,认,送,笑,题,请",
      "rule": "keyword"
    },
    {
      "person": "贾宝玉",
      "title": "贾宝玉与甄宝玉发生冲突",
      "sentence": "且说贾宝玉见了甄宝玉，想到梦中之景，并且素知甄宝玉为人必是和他同心，以为得了知己。因初次见面，不便造次。且又贾环贾兰在坐，只有极力夸赞说：“久仰芳名，无由亲炙。今日见面，真是谪仙一流的人物。”那甄宝玉素来也知贾宝玉的为人，今日一见，果然不差，“只是可与我共学，不可与你适道，他既和我同名同貌，也是三生石上的旧精魂了。既我略知了些道理，怎么不和他讲讲。但是初见，尚不知他的心与我同不同，只好缓缓的来。”便道：“世兄的才名，弟所素知的，在世兄是数万人的里头选出来最清最雅的，在弟是庸庸碌碌一等愚人，忝附同名，殊觉玷辱了这两个字。”贾宝玉听了，心想：“这个人果然同我的心一样的。但是你我都是男人，不比那女孩儿们清洁，怎么他拿我当作女孩儿看待起来？”便道：“世兄谬赞，实不敢当。弟是至浊至愚，只不过一块顽石耳，何敢比世兄品望高清，实称此两字。”甄宝玉道：“弟少时不知分量，自谓尚可琢磨。岂知家遭消索，数年来更比瓦砾犹残，虽不敢说历尽甘苦，然世道人情略略的领悟了好些。世兄是锦衣玉食，无不遂心的，必是文章经济高出人上，所以老伯钟爱，将为席上之珍。弟所以才说尊名方称。”贾宝玉听这话头又近了碌蠹的旧套，想话回答。贾环见未与他说话，心中早不自在。倒是贾兰听了这话甚觉合意，便说道：“世叔所言固是太谦，若论到文章经济，实在从历练中出来的，方为真才实学。在小侄年幼，虽不知文章为何物，然将读过的细味起来，那膏粱文绣比着令闻广誉，真是不啻百倍的了。”甄宝玉未及答言，贾宝玉听了兰儿的话心里越发不合，想道：“这孩子从几时也学了这一派酸论。”便说道：“弟闻得世兄也诋尽流俗，性情中另有一番见解。今日弟幸会芝范，想欲领教一番超凡入圣的道理，从此可以净洗俗肠，重开眼界，不意视弟为蠢物，所以将世路的话来酬应。”甄宝玉听说，心里晓得”他知我少年的性情，所以疑我为假。我索性把话说明，或者与我作个知心朋友也是好的。”便说道：“世兄高论，固是真切。但弟少时也曾深恶那些旧套陈言，只是一年长似一年，家君致仕在家，懒于酬应，委弟接待。后来见过那些大人先生尽都是显亲扬名的人，便是著书立说，无非言忠言孝，自有一番立德立言的事业，方不枉生在圣明之时，也不致负了父亲师长养育教诲之恩，所以把少时那一派迂想痴情渐渐的淘汰了些。如今尚欲访师觅友，教导愚蒙，幸会世兄，定当有以教我。适才所言，并非虚意。”贾宝玉愈听愈不耐烦，又不好冷淡，只得将言语支吾。幸喜里头传出话来说：“若是外头爷们吃了饭，请甄少爷里头去坐呢。”宝玉听了，趁势便邀甄宝玉进去。",
      "chapter": "115.txt",
      "score": 9.8,
      "counterparts": "甄宝玉,贾环,贾兰",
      "keywords": "生,养,接,辱,会,访,请",
      "rule": "keyword"
    },
    {
      "person": "贾宝玉",
      "title": "贾宝玉去世/病故",
      "sentence": "话说贾琏拿了那块假玉忿忿走出，到了书房。那个人看见贾琏的气色不好，心里先发了虚了，连忙站起来迎着。刚要说话，只见贾琏冷笑道：“好大胆，我把你这个混帐东西！这里是什么地方儿，你敢来掉鬼！”回头便问：“小厮们呢？”外头轰雷一般几个小厮齐声答应。贾琏道：“取绳子去捆起他来。等老爷回来问明了，把他送到衙门里去。”众小厮又一齐答应“预备着呢。”嘴里虽如此，却不动身。那人先自唬的手足无措，见这般势派，知道难逃公道，只得跪下给贾琏碰头，口口声声只叫：“老太爷别生气。是我一时穷极无奈，才想出这个没脸的营生来。那玉是我借钱做的，我也不敢要了，只得孝敬府里的哥儿顽罢。”说毕，又连连磕头。贾琏啐道：“你这个不知死活的东西！这府里希罕你的那朽不了的浪东西！”正闹着，只见赖大进来，陪着笑向贾琏道：“二爷别生气了。靠他算个什么东西，饶了他，叫他滚出去罢。”贾琏道：“实在可恶。”赖大贾琏作好作歹，众人在外头都说道：“糊涂狗攮的，还不给爷和赖大爷磕头呢。快快的滚罢，还等窝心脚呢！”那人赶忙磕了两个头，抱头鼠窜而去。从此街上闹动了“贾宝玉弄出‘假宝玉’”来。",
      "chapter": "096.txt",
      "score": 8.9,
      "counterparts": "贾琏,赖大",
      "keywords": "死,生,送,笑,闹",
      "rule": "keyword"
    },
    {
      "person": "贾宝玉",
      "title": "贾宝玉参与宴集/游会",
      "sentence": "那贾赦等复肃敬退出。北静王吩咐太监等让在众戚旧一处，好生款待，却单留宝玉在这里说话儿，又赏了坐。宝玉又磕头谢了恩，在挨门边绣墩上侧坐，说了一回读书作文诸事。北静王甚加爱惜，又赏了茶，因说道：“昨儿巡抚吴大人来陛见，说起令尊翁前任学政时，秉公办事，凡属生童，俱心服之至。他陛见时，万岁爷也曾问过，他也十分保举，可知是令尊翁的喜兆。”宝玉连忙站起，听毕这一段话，才回启道：“此是王爷的恩典，吴大人的盛情。”正说着，小太监进来回道：“外面诸位大人老爷都在前殿谢王爷赏宴。”说着，呈上谢宴并请午安的帖子来。北静王略看了一看，仍递给小太监，笑了一笑说道：“知道了，劳动他们。”那小太监又回道：“这贾宝玉王爷单赏的饭预备了。”北静王便命那太监带了宝玉到一所极小巧精致的院里，派人陪着吃了饭，又过来谢了恩。北静王又说了些好话儿，忽然笑说道：“我前次见你那块玉倒有趣儿，回来说了个式样，叫他们也作了一块来。今日你来得正好，就给你带回去顽罢。”因命小太监取来，亲手递给宝玉。宝玉接过来捧着，又谢了，然后退出。北静王又命两个小太监跟出来，才同着贾赦等回来了。贾赦便各自回院里去。",
      "chapter": "085.txt",
      "score": 6.0,
      "counterparts": "贾赦",
      "keywords": "生,接,笑,宴,请",
      "rule": "keyword"
    },
    {
      "person": "贾宝玉",
      "title": "贾宝玉与王夫人发生冲突",
      "sentence": "第一百三十名又是金陵贾兰，皇上传旨询问，两个姓贾的是金陵人氏，是否贾妃一族。大臣领命出来，传贾宝玉贾兰问话，贾兰将宝玉场后迷失的话并将三代陈明，大臣代为转奏。皇上最是圣明仁德，想起贾氏功勋，命大臣查复，大臣便细细的奏明。皇上甚是悯恤，命有司将贾赦犯罪情由查案呈奏。皇上又看到海疆靖寇班师善后事宜一本，奏的是海宴河清，万民乐业的事。皇上圣心大悦，命九卿叙功议赏，并大赦天下。贾兰等朝臣散后拜了座师，并听见朝内有大赦的信，便回了王夫人等。合家略有喜色，只盼宝玉回来。薛姨妈更加喜欢，便要打算赎罪。",
      "chapter": "119.txt",
      "score": 4.6,
      "counterparts": "王夫人,薛姨妈,贾赦",
      "keywords": "打,宴",
      "rule": "keyword"
    }
  ],
  "薛宝钗": [
    {
      "person": "薛宝钗",
      "title": "薛宝钗去世/病故",
      "sentence": "半月光景，忽又装起病来，只说心疼难忍，四肢不能转动。请医疗治不效，众人都说是香菱气的。闹了两日，忽又从金桂的枕头内抖出纸人来，上面写着金桂的年庚八字，有五根针钉在心窝并四肢骨节等处。于是众人反乱起来，当作新闻，先报与薛姨妈。薛姨妈先忙手忙脚的，薛蟠自然更乱起来，立刻要拷打众人。金桂笑道：“何必冤枉众人，大约是宝蟾的镇魇法儿。”薛蟠道：“他这些时并没有多空儿在你房里，何苦赖好人。”金桂冷笑道：“除了他还有谁，莫不是我自己不成！虽有别人，谁可敢进我的房呢。”薛蟠道：“香菱如今是天天跟着你，他自然知道，先拷问他就知道了。”金桂冷笑道：“拷问谁，谁肯认？依我说竟装个不知道，大家丢开手罢了。横竖治死我也没什么要紧，乐得再娶好的。若据良心上说，左不过你三个多嫌我一个。”说着，一面痛哭起来。薛蟠更被这一席话激怒，顺手抓起一根门闩来，一径抢步找着香菱，不容分说便劈头劈面打起来，一口咬定是香菱所施。香菱叫屈，薛姨妈跑来禁喝说：“不问明白，你就打起人来了。这丫头伏侍了你这几年，那一点不周到，不尽心？他岂肯如今作这没良心的事！你且问个清浑皂白，再动粗卤。”金桂听见他婆婆如此说着，怕薛蟠耳软心活，便益发嚎啕大哭起来，一面又哭喊说：“这半个多月把我的宝蟾霸占了去，不容他进我的房，唯有秋菱跟着我睡。我要拷问宝蟾，你又护到头里。你这会子又赌气打他去。治死我，再拣富贵的标致的娶来就是了，何苦作出这些把戏来！”薛蟠听了这些话，越发着了急。薛姨妈听见金桂句句挟制着儿子，百般恶赖的样子，十分可恨。无奈儿子偏不硬气，已是被他挟制软惯了。如今又勾搭上了丫头，被他说霸占了去，他自己反要占温柔让夫之礼。这魇魔法究竟不知谁作的，实是俗语说的“清官难断家务事”，此事正是公婆难断床帏事了。因此无法，只得赌气喝骂薛蟠说：“不争气的孽障！骚狗也比你体面些！谁知你三不知的把陪房丫头也摸索上了，叫老婆说嘴霸占了丫头，什么脸出去见人！也不知谁使的法子，也不问青红皂白，好歹就打人。我知道你是个得新弃旧的东西，白辜负了我当日的心。他既不好，你也不许打，我立即叫人牙子来卖了他，你就心净了。”说着，命香菱“收拾了东西跟我来”，一面叫人去，“快叫个人牙子来，多少卖几两银子，拔去肉中刺，眼中钉，大家过太平日子。”薛蟠见母亲动了气，早也低下头了。金桂听了这话，便隔着窗子往外哭道：“你老人家只管卖人，不必说着一个扯着一个的。我们很是那吃醋拈酸容不下人的不成，怎么‘拔出肉中刺，眼中钉’？是谁的钉，谁的刺？但凡多嫌着他，也不肯把我的丫头也收在房里了。”薛姨妈听说，气的身战气咽道：“这是谁家的规矩？婆婆这里说话，媳妇隔着窗子拌嘴。亏你是旧家人家的女儿！满嘴里大呼小喊，说的是些什么！”薛蟠急的跺脚说：“罢哟，罢哟！看人听见笑话。”金桂意谓一不作，二不休，越发发泼喊起来了，说：“我不怕人笑话！你的小老婆治我害我，我倒怕人笑话了！再不然，留下他，就卖了我。谁还不知道你薛家有钱，行动拿钱垫人，又有好亲戚挟制着别人。你不趁早施为，还等什么？嫌我不好，谁叫你们瞎了眼，三求四告的跑了我们家作什么去了！这会子人也来了，金的银的也赔了，略有个眼睛鼻子的也霸占去了，该挤发我了！”一面哭喊，一面滚揉，自己拍打。薛蟠急的说又不好，劝又不好，打又不好，央告又不好，只是出入咳声叹气，抱怨说运气不好。当下薛姨妈早被薛宝钗劝进去了，只命人来卖香菱。宝钗笑道：“咱们家从来只知买人，并不知卖人之说。妈可是气的胡涂了，倘或叫人听见，岂不笑话。哥哥嫂子嫌他不好，留下我使唤，我正也没人使呢。”薛姨妈道：“留着他还是淘气，不如打发了他倒干净。”宝钗笑道：“他跟着我也是一样，横竖不叫他到前头去。从此断绝了他那里，也如卖了一般。”香菱早已跑到薛姨妈跟前痛哭哀求，只不愿出去，情愿跟着姑娘，薛姨妈也只得罢了。",
      "chapter": "080.txt",
      "score": 19.6,
      "counterparts": "宝蟾,薛姨妈,薛蟠",
      "keywords": "娶,死,病,认,怒,打,骂,哭,笑,闹,会,请",
      "rule": "keyword"
    },
    {
      "person": "薛宝钗",
      "title": "薛宝钗与薛姨妈成婚/成配",
      "sentence": "薛蟠本是个怜新弃旧的人，且是有酒胆无饭力的，如今得了这样一个妻子，正在新鲜兴头上，凡事未免尽让他些。那夏金桂见了这般形景，便也试着一步紧似一步。一月之中，二人气概还都相平，至两月之后，便觉薛蟠的气概渐次低矮了下去。一日薛蟠酒后，不知要行何事，先与金桂商议，金桂执意不从。薛蟠忍不住便发了几句话，赌气自行了，这金桂便气的哭如醉人一般，茶汤不进，装起病来。请医疗治，医生又说“气血相逆，当进宽胸顺气之剂。”薛姨娘恨的骂了薛蟠一顿，说：“如今娶了亲，眼前抱儿子了，还是这样胡闹。人家凤凰蛋似的，好容易养了一个女儿，比花朵儿还轻巧，原看的你是个人物，才给你作老婆。你不说收了心安分守己，一心一计和和气气的过日子，还是这样胡闹，口床嗓了黄汤，折磨人家。这会子花钱吃药白遭心。”一席话说的薛蟠后悔不迭，反来安慰金桂。金桂见婆婆如此说丈夫，越发得了意，便装出些张致来，总不理薛蟠。薛蟠没了主意，惟自怨而已，好容易十天半月之后，才渐渐的哄转过金桂的心来，自此便加一倍小心，不免气概又矮了半截下来。那金桂见丈夫旗纛渐倒，婆婆良善，也就渐渐的持戈试马起来。先时不过挟制薛蟠，后来倚娇作媚，将及薛姨妈，又将至薛宝钗。宝钗久察其不轨之心，每随机应变，暗以言语弹压其志。金桂知其不可犯，每欲寻隙，又无隙可乘，只得曲意附就。一日金桂无事，因和香菱闲谈，问香菱家乡父母。香菱皆答忘记，金桂便不悦，说有意欺瞒了他。回问他“香菱”二字是谁起的名字，香菱便答：“姑娘起的。”金桂冷笑道：“人人都说姑娘通，只这一个名字就不通。”香菱忙笑道：“嗳哟，奶奶不知道，我们姑娘的学问连我们姨老爷时常还夸呢。”欲明后事，且见下回。",
      "chapter": "079.txt",
      "score": 19.0,
      "counterparts": "薛姨妈,薛蟠,夏金桂",
      "keywords": "娶,妻,丈夫,病,生,养,骂,哭,笑,闹,会,请",
      "rule": "keyword"
    },
    {
      "person": "薛宝钗",
      "title": "薛宝钗与史湘云发生冲突",
      "sentence": "正说着，只见他屋里的小丫头子送了猩猩毡斗篷来，又说：“大奶奶才打发人来说，下了雪，要商议明日请人作诗呢。”一语未了，只见李纨的丫头走来请黛玉。宝玉便邀着黛玉同往稻香村来。黛玉换上掐金挖云红香羊皮小靴，罩了一件大红羽纱面白狐狸里的鹤氅，束一条青金闪绿双环四合如意绦，头上罩了雪帽。二人一齐踏雪行来。只见众姊妹都在那边，都是一色大红猩猩毡与羽毛缎斗篷，独李纨穿一件青哆罗呢对襟褂子，薛宝钗穿一件莲青斗纹锦上添花洋线番丝的鹤氅;邢岫烟仍是家常旧衣，并无避雪之衣。一时史湘云来了，穿着贾母与他的一件貂鼠脑袋面子大毛黑灰鼠里子里外发烧大褂子，头上带着一顶挖云鹅黄片金里大红猩猩毡昭君套，又围着大貂鼠风领。黛玉先笑道：“你们瞧瞧，孙行者来了。他一般的也拿着雪褂子，故意装出个小骚达子来。”湘云笑道：“你们瞧瞧我里头打扮的。”一面说，一面脱了褂子。只见他里头穿着一件半新的靠色三镶领袖秋香色盘金五色绣龙窄褃小袖掩衿银鼠短袄，里面短短的一件水红装缎狐肷褶子，腰里紧紧束着一条蝴蝶结子长穗五色宫绦，脚下也穿着鹿皮小靴，越显的蜂腰猿背，鹤势螂形。众人都笑道：“偏他只爱打扮成个小子的样儿，原比他打扮女儿更俏丽了些。”湘云道：“快商议作诗！我听听是谁的东家？”李纨道：“我的主意。想来昨儿的正日已过了，再等正日又太远，可巧又下雪，不如大家凑个社，又替他们接风，又可以作诗。你们意思怎么样？”宝玉先道：“这话很是。只是今日晚了，若到明儿，晴了又无趣。”众人看道：“这雪未必晴，纵晴了，这一夜下的也够赏了。”李纨道：“我这里虽好，又不如芦雪庵好。我已经打发人笼地炕去了，咱们大家拥炉作诗。老太太想来未必高兴，况且咱们小顽意儿，单给凤丫头个信儿就是了。你们每人一两银子就够了，送到我这里来。”指着香菱、宝琴、李纹、李绮、岫烟，“五个不算外，咱们里头二丫头病了不算，四丫头告了假也不算，你们四分子送了来，我包总五六两银子也尽够了。”宝钗等一齐应诺。因又拟题限韵，李纨笑道：“我心里自己定了，等到了明日临期，横竖知道。”说毕，大家又闲话了一回，方往贾母处来。当日无话。",
      "chapter": "049.txt",
      "score": 13.6,
      "counterparts": "史湘云,贾母,李纨",
      "keywords": "病,送,接,打,笑,斗,诗,题,请",
      "rule": "keyword"
    },
    {
      "person": "薛宝钗",
      "title": "薛宝钗去世/病故",
      "sentence": "至晚间他二人竟渐渐醒来，说腹中饥饿。贾母、王夫人如得了珍宝一般，旋熬了米汤与他二人吃了，精神渐长，邪祟稍退，一家子才把心放下来。李宫裁并贾府三艳、薛宝钗、林黛玉、平儿、袭人等在外间听信息。闻得吃了米汤，省了人事，别人未开口，林黛玉先就念了一声“阿弥陀佛.. ”。薛宝钗便回头看了他半日，嗤的一声笑。众人都不会意，贾惜春道：“宝姐姐，好好的笑什么？”宝钗笑道：“我笑如来佛比人还忙：又要讲经说法，又要普渡众生；这如今宝玉、凤姐姐病了，又烧香还愿，赐福消灾；今才好些，又管林姑娘的姻缘了。你说忙的可笑不可笑。”林黛玉不觉的红了脸，啐了一口道：“你们这起人不是好人，不知怎么死！再不跟着好人学，只跟着凤姐贫嘴烂舌的学。”一面说，一面摔帘子出去了。不知端详，且听下回分解。",
      "chapter": "025.txt",
      "score": 10.9,
      "counterparts": "王夫人,林黛玉,贾母",
      "keywords": "死,病,生,赐,笑,会",
      "rule": "keyword"
    },
    {
      "person": "薛宝钗",
      "title": "薛宝钗与王夫人发生冲突",
      "sentence": "刚只说着，只见宝玉来了，笑道：“云妹妹来了。怎么前儿打发人接你去，怎么不来？”王夫人道：“这里老太太才说这一个，他又来提名道姓的了。”林黛玉道：“你哥哥得了好东西，等着你呢。”史湘云道：“什么好东西？”宝玉笑道：“你信他呢！几日不见，越发高了。”湘云笑道：“袭人姐姐好？”宝玉道：“多谢你记挂。”湘云道：“我给他带了好东西来了。”说着，拿出手帕子来，挽着一个疙瘩。宝玉道：“什么好的？你倒不如把前儿送来的那种绛纹石的戒指儿带两个给他。”湘云笑道：“这是什么？”说着便打开。众人看时，果然就是上次送来的那绛纹戒指，一包四个。林黛玉笑道：“你们瞧瞧他这主意。前儿一般的打发人给我们送了来，你就把他的带来岂不省事？今儿巴巴的自己带了来，我当又是什么新奇东西，原来还是他。真真你是糊涂人。”史湘云笑道：“你才糊涂呢！我把这理说出来，大家评一评谁糊涂。给你们送东西，就是使来的不用说话，拿进来一看，自然就知是送姑娘们的了，若带他们的东西，这得我先告诉来人，这是那一个丫头的，那是那一个丫头的，那使来的人明白还好，再糊涂些，丫头的名字他也不记得，混闹胡说的，反连你们的东西都搅糊涂了。若是打发个女人素日知道的还罢了，偏生前儿又打发小子来，可怎么说丫头们的名字呢？横竖我来给他们带来，岂不清白。”说着，把四个戒指放下，说道：“袭人姐姐一个，鸳鸯姐姐一个，金钏儿姐姐一个，平儿姐姐一个：这倒是四个人的，难道小子们也记得这们清白？”众人听了都笑道：“果然明白。”宝玉笑道：“还是这么会说话，不让人。”林黛玉听了，冷笑道：“他不会说话，他的金麒麟会说话。”一面说着，便起身走了。幸而诸人都不曾听见，只有薛宝钗抿嘴一笑。宝玉听见了，倒自己后悔又说错了话，忽见宝钗一笑，由不得也笑了。宝钗见宝玉笑了，忙起身走开，找了林黛玉去说话。",
      "chapter": "031.txt",
      "score": 10.6,
      "counterparts": "王夫人,鸳鸯,林黛玉",
      "keywords": "生,送,接,打,笑,闹,会",
      "rule": "keyword"
    }
  ],
  "贾探春": [
    {
      "person": "贾探春",
      "title": "与贾政父子关系",
      "sentence": "贾探春与贾政父亲",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "贾政",
      "keywords": "父亲",
      "rule": "seed_relation"
    },
    {
      "person": "贾探春",
      "title": "与赵姨娘母子关系",
      "sentence": "贾探春与赵姨娘母亲",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "赵姨娘",
      "keywords": "母亲",
      "rule": "seed_relation"
    },
    {
      "person": "贾探春",
      "title": "与贾政母女/父女关系",
      "sentence": "贾探春与贾政女儿",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "贾政",
      "keywords": "女儿",
      "rule": "seed_relation"
    },
    {
      "person": "贾探春",
      "title": "与赵姨娘母女/父女关系",
      "sentence": "贾探春与赵姨娘女儿",
      "chapter": "关系表",
      "score": 2.2,
      "counterparts": "赵姨娘",
      "keywords": "女儿",
      "rule": "seed_relation"
    }
  ],
  "香菱": [
    {
      "person": "香菱",
      "title": "香菱去世/病故",
      "sentence": "半月光景，忽又装起病来，只说心疼难忍，四肢不能转动。请医疗治不效，众人都说是香菱气的。闹了两日，忽又从金桂的枕头内抖出纸人来，上面写着金桂的年庚八字，有五根针钉在心窝并四肢骨节等处。于是众人反乱起来，当作新闻，先报与薛姨妈。薛姨妈先忙手忙脚的，薛蟠自然更乱起来，立刻要拷打众人。金桂笑道：“何必冤枉众人，大约是宝蟾的镇魇法儿。”薛蟠道：“他这些时并没有多空儿在你房里，何苦赖好人。”金桂冷笑道：“除了他还有谁，莫不是我自己不成！虽有别人，谁可敢进我的房呢。”薛蟠道：“香菱如今是天天跟着你，他自然知道，先拷问他就知道了。”金桂冷笑道：“拷问谁，谁肯认？依我说竟装个不知道，大家丢开手罢了。横竖治死我也没什么要紧，乐得再娶好的。若据良心上说，左不过你三个多嫌我一个。”说着，一面痛哭起来。薛蟠更被这一席话激怒，顺手抓起一根门闩来，一径抢步找着香菱，不容分说便劈头劈面打起来，一口咬定是香菱所施。香菱叫屈，薛姨妈跑来禁喝说：“不问明白，你就打起人来了。这丫头伏侍了你这几年，那一点不周到，不尽心？他岂肯如今作这没良心的事！你且问个清浑皂白，再动粗卤。”金桂听见他婆婆如此说着，怕薛蟠耳软心活，便益发嚎啕大哭起来，一面又哭喊说：“这半个多月把我的宝蟾霸占了去，不容他进我的房，唯有秋菱跟着我睡。我要拷问宝蟾，你又护到头里。你这会子又赌气打他去。治死我，再拣富贵的标致的娶来就是了，何苦作出这些把戏来！”薛蟠听了这些话，越发着了急。薛姨妈听见金桂句句挟制着儿子，百般恶赖的样子，十分可恨。无奈儿子偏不硬气，已是被他挟制软惯了。如今又勾搭上了丫头，被他说霸占了去，他自己反要占温柔让夫之礼。这魇魔法究竟不知谁作的，实是俗语说的“清官难断家务事”，此事正是公婆难断床帏事了。因此无法，只得赌气喝骂薛蟠说：“不争气的孽障！骚狗也比你体面些！谁知你三不知的把陪房丫头也摸索上了，叫老婆说嘴霸占了丫头，什么脸出去见人！也不知谁使的法子，也不问青红皂白，好歹就打人。我知道你是个得新弃旧的东西，白辜负了我当日的心。他既不好，你也不许打，我立即叫人牙子来卖了他，你就心净了。”说着，命香菱“收拾了东西跟我来”，一面叫人去，“快叫个人牙子来，多少卖几两银子，拔去肉中刺，眼中钉，大家过太平日子。”薛蟠见母亲动了气，早也低下头了。金桂听了这话，便隔着窗子往外哭道：“你老人家只管卖人，不必说着一个扯着一个的。我们很是那吃醋拈酸容不下人的不成，怎么‘拔出肉中刺，眼中钉’？是谁的钉，谁的刺？但凡多嫌着他，也不肯把我的丫头也收在房里了。”薛姨妈听说，气的身战气咽道：“这是谁家的规矩？婆婆这里说话，媳妇隔着窗子拌嘴。亏你是旧家人家的女儿！满嘴里大呼小喊，说的是些什么！”薛蟠急的跺脚说：“罢哟，罢哟！看人听见笑话。”金桂意谓一不作，二不休，越发发泼喊起来了，说：“我不怕人笑话！你的小老婆治我害我，我倒怕人笑话了！再不然，留下他，就卖了我。谁还不知道你薛家有钱，行动拿钱垫人，又有好亲戚挟制着别人。你不趁早施为，还等什么？嫌我不好，谁叫你们瞎了眼，三求四告的跑了我们家作什么去了！这会子人也来了，金的银的也赔了，略有个眼睛鼻子的也霸占去了，该挤发我了！”一面哭喊，一面滚揉，自己拍打。薛蟠急的说又不好，劝又不好，打又不好，央告又不好，只是出入咳声叹气，抱怨说运气不好。当下薛姨妈早被薛宝钗劝进去了，只命人来卖香菱。宝钗笑道：“咱们家从来只知买人，并不知卖人之说。妈可是气的胡涂了，倘或叫人听见，岂不笑话。哥哥嫂子嫌他不好，留下我使唤，我正也没人使呢。”薛姨妈道：“留着他还是淘气，不如打发了他倒干净。”宝钗笑道：“他跟着我也是一样，横竖不叫他到前头去。从此断绝了他那里，也如卖了一般。”香菱早已跑到薛姨妈跟前痛哭哀求，只不愿出去，情愿跟着姑娘，薛姨妈也只得罢了。",
      "chapter": "080.txt",
      "score": 19.8,
      "counterparts": "宝蟾,薛姨妈,薛宝钗",
      "keywords": "娶,死,病,认,怒,打,骂,哭,笑,闹,会,请",
      "rule": "keyword"
    },
    {
      "person": "香菱",
      "title": "香菱去世/病故",
      "sentence": "自此以后，香菱果跟随宝钗去了，把前面路径竟一心断绝。虽然如此，终不免对月伤悲，挑灯自叹。本来怯弱，虽在薛蟠房中几年，皆由血分中有病，是以并无胎孕。今复加以气怒伤感，内外折挫不堪，竟酿成干血之症，日渐羸瘦作烧，饮食懒进，请医诊视服药亦不效验。那时金桂又吵闹了数次，气的薛姨妈母女惟暗自垂泪，怨命而已。薛蟠虽曾仗着酒胆挺撞过两三次，持棍欲打，那金桂便递与他身子随意叫打，这里持刀欲杀时，便伸与他脖项。薛蟠也实不能下手，只得乱闹了一阵罢了。如今习惯成自然，反使金桂越发长了威风，薛蟠越发软了气骨。虽是香菱犹在，却亦如不在的一般，虽不能十分畅快，就不觉的碍眼了，且姑置不究。如此又渐次寻趁宝蟾。宝蟾却不比香菱的情性，最是个烈火干柴，既和薛蟠情投意合，便把金桂忘在脑后。近见金桂又作践他，他便不肯服低容让半点。先是一冲一撞的拌嘴，后来金桂气急了，甚至于骂，再至于打。他虽不敢还言还手，便大撒泼性，拾头打滚，寻死觅活，昼则刀剪，夜则绳索，无所不闹。薛蟠此时一身难以两顾，惟徘徊观望于二者之间，十分闹的无法，便出门躲在外厢。金桂不发作性气，有时欢喜，便纠聚人来斗纸牌，掷骰子作乐。又生平最喜啃骨头，每日务要杀鸡鸭，将肉赏人吃，只单以油炸焦骨头下酒。吃的不奈烦或动了气，便肆行海骂，说：“有别的忘八粉头乐的，我为什么不乐！”薛家母女总不去理他。薛蟠亦无别法，惟日夜悔恨不该娶这搅家星罢了，都是一时没了主意。于是宁荣二宅之人，上上下下，无有不知，无有不叹者。",
      "chapter": "080.txt",
      "score": 19.4,
      "counterparts": "宝蟾,薛姨妈,薛蟠",
      "keywords": "娶,死,病,生,怒,打,骂,闹,吵,斗,请",
      "rule": "keyword"
    },
    {
      "person": "香菱",
      "title": "香菱与薛姨妈成婚/成配",
      "sentence": "薛蟠本是个怜新弃旧的人，且是有酒胆无饭力的，如今得了这样一个妻子，正在新鲜兴头上，凡事未免尽让他些。那夏金桂见了这般形景，便也试着一步紧似一步。一月之中，二人气概还都相平，至两月之后，便觉薛蟠的气概渐次低矮了下去。一日薛蟠酒后，不知要行何事，先与金桂商议，金桂执意不从。薛蟠忍不住便发了几句话，赌气自行了，这金桂便气的哭如醉人一般，茶汤不进，装起病来。请医疗治，医生又说“气血相逆，当进宽胸顺气之剂。”薛姨娘恨的骂了薛蟠一顿，说：“如今娶了亲，眼前抱儿子了，还是这样胡闹。人家凤凰蛋似的，好容易养了一个女儿，比花朵儿还轻巧，原看的你是个人物，才给你作老婆。你不说收了心安分守己，一心一计和和气气的过日子，还是这样胡闹，口床嗓了黄汤，折磨人家。这会子花钱吃药白遭心。”一席话说的薛蟠后悔不迭，反来安慰金桂。金桂见婆婆如此说丈夫，越发得了意，便装出些张致来，总不理薛蟠。薛蟠没了主意，惟自怨而已，好容易十天半月之后，才渐渐的哄转过金桂的心来，自此便加一倍小心，不免气概又矮了半截下来。那金桂见丈夫旗纛渐倒，婆婆良善，也就渐渐的持戈试马起来。先时不过挟制薛蟠，后来倚娇作媚，将及薛姨妈，又将至薛宝钗。宝钗久察其不轨之心，每随机应变，暗以言语弹压其志。金桂知其不可犯，每欲寻隙，又无隙可乘，只得曲意附就。一日金桂无事，因和香菱闲谈，问香菱家乡父母。香菱皆答忘记，金桂便不悦，说有意欺瞒了他。回问他“香菱”二字是谁起的名字，香菱便答：“姑娘起的。”金桂冷笑道：“人人都说姑娘通，只这一个名字就不通。”香菱忙笑道：“嗳哟，奶奶不知道，我们姑娘的学问连我们姨老爷时常还夸呢。”欲明后事，且见下回。",
      "chapter": "079.txt",
      "score": 19.0,
      "counterparts": "薛姨妈,薛宝钗,薛蟠",
      "keywords": "娶,妻,丈夫,病,生,养,骂,哭,笑,闹,会,请",
      "rule": "keyword"
    },
    {
      "person": "香菱",
      "title": "香菱去世/病故",
      "sentence": "正说着，只见贾琏来了，给薛姨妈请了安，道了恼，回说：“我婶子知道弟妇死了，问老婆子，再说不明，着急得很，打发我来问个明白，还叫我在这里料理。该怎么样，姨太太只管说了办去。”薛姨妈本来气得干哭，听见贾琏的话，便笑着说：“倒要二爷费心。我说姨太太是待我们最好的，都是这老货说不清，几乎误了事。请二爷坐下，等我慢慢的告诉你。”便说：“不为别的事，为的是媳妇不是好死的。”贾琏道：“想是为兄弟犯事怨命死的？”薛姨妈道：“若这样倒好了。前几个月头里，他天天蓬头赤脚的疯闹。后来听见你兄弟问了死罪，他虽哭了一场，以后倒擦脂抹粉的起来。我若说他，又要吵个了不得，我总不理他。有一天不知怎么样来要香菱去作伴，我说：‘你放着宝蟾，还要香菱做什么，况且香菱是你不爱的，何苦招气生。’他必不依。我没法儿，便叫香菱到他屋里去。可怜这香菱不敢违我的话，带着病就去了。谁知道他待香菱很好，我倒喜欢。你大妹妹知道了，说：‘只怕不是好心罢。’我也不理会。头几天香菱病着，他倒亲手去做汤给他吃，那知香菱没福，刚端到跟前，他自己烫了手，连碗都砸了。我只说必要迁怒在香菱身上，他倒没生气，自己还拿笤帚扫了，拿水泼净了地，仍旧两个人很好。昨儿晚上，又叫宝蟾去做了两碗汤来，自己说同香菱一块儿喝。隔了一回，听见他屋里两只脚蹬响，宝蟾急的乱嚷，以后香菱也嚷着扶着墙出来叫人。我忙着看去，只见媳妇鼻子眼睛里都流出血来，在地下乱滚，两手在心口乱抓，两脚乱蹬，把我就吓死了，问他也说不出来，只管直嚷，闹了一回就死了。我瞧那光景是服了毒的。宝蟾便哭着来揪香菱，说他把药药死了奶奶了。我看香菱也不是这么样的人，再者他病的起还起不来，怎么能药人呢。无奈宝蟾一口咬定。我的二爷，这叫我怎么办！只得硬着心肠叫老婆子们把香菱捆了，交给宝蟾，便把房门反扣了。我同你二妹妹守了一夜，等府里的门开了才告诉去的。二爷你是明白人，这件事怎么好？”贾琏道：“夏家知道了没有？”薛姨妈道：“也得撕掳明白了才好报啊。”贾琏道：“据我看起来，必要经官才了得下来。我们自然疑在宝蟾身上，别人便说宝蟾为什么药死他奶奶，也是没答对的。若说在香菱身上，竟还装得上。”正说着，只见荣府女人们进来说：“我们二奶奶来了。”贾琏虽是大伯子，因从小儿见的，也不回避。宝钗进来见了母亲，又见了贾琏，便往里间屋里同宝琴坐下。薛姨妈也将前事告诉一遍。宝钗便说：“若把香菱捆了，可不是我们也说是香菱药死的了么？妈妈说这汤是宝蟾做的，就该捆起宝蟾来问他呀。一面便该打发人报夏家去，一面报官的是。”薛姨妈听见有理，便问贾琏。贾琏道：“二妹子说得很是。报官还得我去，托了刑部里的人，相验问口供的时候有照应得。只是要捆宝蟾放香菱倒怕难些。”薛姨妈道：“并不是我要捆香菱，我恐怕香菱病中受怨着急，一时寻死，又添了一条人命，才捆了交给宝蟾，也是一个主意。”贾琏道：“虽是这么说，我们倒帮了宝蟾了。若要放都放，要捆都捆，他们三个人是一处的。只要叫人安慰香菱就是了。”薛姨妈便叫人开门进去，宝钗就派了带来几个女人帮着捆宝蟾。只见香菱已哭得死去活来，宝蟾反得意洋洋。以后见人要捆他，便乱嚷起来。那禁得荣府的人吆喝着，也就捆了。竟开着门，好叫人看着。这里报夏家的人已经去了。",
      "chapter": "103.txt",
      "score": 17.6,
      "counterparts": "宝蟾,薛姨妈,贾琏",
      "keywords": "死,病,生,怒,打,哭,笑,闹,吵,会,请",
      "rule": "keyword"
    },
    {
      "person": "香菱",
      "title": "香菱与鸳鸯发生冲突",
      "sentence": "探春等方回来。终久让宝琴岫烟二人在上，平儿面西坐，宝玉面东坐。探春又接了鸳鸯来，二人并肩对面相陪。西边一桌，宝钗黛玉湘云迎春惜春，一面又拉了香菱玉钏儿二人打横。三桌上，尤氏李纨又拉了袭人彩云陪坐。四桌上便是紫鹃、莺儿、晴雯、小螺、司棋等人围坐。当下探春等还要把盏，宝琴等四人都说：“这一闹，一日都坐不成了。”方才罢了。两个女先儿要弹词上寿，众人都说：“我们没人要听那些野话，你厅上去说给姨太太解闷儿去罢。”一面又将各色吃食拣了，命人送与薛姨妈去。宝玉便说：“雅坐无趣，须要行令才好。”众人有的说行这个令好，那个又说行那个令好。黛玉道：“依我说，拿了笔砚将各色全都写了，拈成阄儿，咱们抓出那个来，就是那个。”众人都道妙。即拿了一副笔砚花笺。香菱近日学了诗，又天天学写字，见了笔砚便图不得，连忙起座说：“我写”。大家想了一回，共得了十来个，念着，香菱一一的写了，搓成阄儿，掷在一个瓶中间。探春便命平儿拣，平儿向内搅了一搅，用箸拈了一个出来，打开看，上写着“射覆”二字。宝钗笑道：“把个酒令的祖宗拈出来。‘射覆’从古有的，如今失了传，这是后人纂的，比一切的令都难。这里头倒有一半是不会的，不如毁了，另拈一个雅俗共赏的。”探春笑道：“既拈了出来，如何又毁。如今再拈一个，若是雅俗共赏的，便叫他们行去。咱们行这个。”说着又着袭人拈了一个，却是“拇战”。史湘云笑着说：“这个简断爽利，合了我的脾气。我不行这个‘射覆’，没的垂头丧气闷人，我只划拳去了。”探春道：“惟有他乱令，宝姐姐快罚他一钟。”宝钗不容分说，便灌湘云一杯。探春道：“我吃一杯，我是令官，也不用宣，只听我分派。”命取了令骰令盆来，“从琴妹掷起，挨下掷去，对了点的二人射覆。”宝琴一掷，是个三，岫烟宝玉等皆掷的不对，直到香菱方掷了一个三。宝琴笑道：“只好室内生春，若说到外头去，可太没头绪了。”探春道：“自然。三次不中者罚一杯。你覆，他射。”宝琴想了一想，说了个“老”字。香菱原生于这令，一时想不到，满室满席都不见有与“老”字相连的成语。湘云先听了，便也乱看，忽见门斗上贴着“红香圃”三个字，便知宝琴覆的是“吾不如老圃”的“圃”字。见香菱射不着，众人击鼓又催，便悄悄的拉香菱，教他说“药”字。黛玉偏看见了，说“快罚他，又在那里私相传递呢。”哄的众人都知道了，忙又罚了一杯，恨的湘云拿筷子敲黛玉的手。于是罚了香菱一杯。下则宝钗和探春对了点子。探春便覆了一个“人”字。宝钗笑道：“这个‘人’字泛的很。”探春笑道：“添一字，两覆一射也不泛了。”说着，便又说了一个“窗”字。宝钗一想，因见席上有鸡，便射着他是用“鸡窗”“鸡人”二典了，因射了一个“埘”字。探春知他射着，用了“鸡栖于埘”的典，二人一笑，各饮一口门杯。",
      "chapter": "062.txt",
      "score": 16.4,
      "counterparts": "鸳鸯,玉钏儿,薛姨妈",
      "keywords": "生,送,接,罚,打,笑,闹,斗,诗,会,丧",
      "rule": "keyword"
    }
  ],
  "妙玉": [
    {
      "person": "妙玉",
      "title": "妙玉去世/病故",
      "sentence": "且说栊翠庵原是贾府的地址，因盖省亲园子，将那庵圈在里头，向来食用香火并不动贾府的钱粮。今日妙玉被劫，那女尼呈报到官，一则候官府缉盗的下落；二则是妙玉基业不便离散，依旧住下。不过回明了贾府。那时贾府的人虽都知道，只为贾政新丧，且又心事不宁，也不敢将这些没要紧的事回禀。只有惜春知道此事，日夜不安。渐渐传到宝玉耳边，说妙玉被贼劫去，又有的说妙玉凡心动了跟人而走。宝玉听得十分纳闷，想来必是被强徒抢去，这个人必不肯受，一定不屈而死。但是一无下落，心下甚不放心，每日长嘘短叹。还说：“这样一个人自称为‘槛外人’，怎么遭此结局！”又想到：“当日园中何等热闹，自从二姐姐出阁以来，死的死，嫁的嫁，我想他一尘不染是保得住的了，岂知风波顿起，比林妹妹死的更奇！”由是一而二，二而三，追思起来，想到《庄子》上的话，虚无缥缈，人生在世，难免风流云散，不禁的大哭起来。袭人等又道是他的疯病发作，百般的温柔解劝。宝钗初时不知何故，也用话箴规。怎奈宝玉抑郁不解，又觉精神恍惚。宝钗想不出道理，再三打听，方知妙玉被劫不知去向，也是伤感，只为宝玉愁烦，便用正言解释。因提起“兰儿自送殡回来，虽不上学，闻得日夜攻苦。他是老太太的重孙，老太太素来望你成人，老爷为你日夜焦心，你为闲情痴意糟蹋自己，我们守着你如何是个结果！”说得宝玉无言可答，过了一回才说道：“我那管人家的闲事，只可叹咱们家的运气衰颓。”宝钗道：“可又来，老爷太太原为是要你成人，接续祖宗遗绪。你只是执迷不悟，如何是好。”宝玉听来，话不投机，便靠在桌上睡去。宝钗也不理他，叫麝月等伺候着，自己却去睡了。",
      "chapter": "113.txt",
      "score": 19.4,
      "counterparts": "麝月,贾政,袭人",
      "keywords": "嫁,纳,死,病,生,送,接,打,哭,闹,丧",
      "rule": "keyword"
    },
    {
      "person": "妙玉",
      "title": "妙玉去世/病故",
      "sentence": "正闹着，只见丫头来回话：“琏二爷回来了，颜色大变，说请太太回去说话。”王夫人又吃了一惊，说道：“将就些，叫他进来罢，小婶子也是旧亲，不用回避了。”贾琏进来，见了王夫人请了安。宝钗迎着也问了贾琏的安。回说道：“刚才接了我父亲的书信，说是病重的很，叫我就去，若迟了恐怕不能见面。”说到那里，眼泪便掉下来了。王夫人道：“书上写的是什么病？”贾琏道：“写的是感冒风寒起来的，如今成了痨病了。现在危急，专差一个人连日连夜赶来的，说如若再耽搁一两天就不能见面了。故来回太太，侄儿必得就去才好。只是家里没人照管。蔷儿芸儿虽说糊涂，到底是个男人，外头有了事来还可传个话。侄儿家里倒没有什么事，秋桐是天天哭着喊着不愿意在这里，侄儿叫了他娘家的人来领了去了，倒省了平儿好些气。虽是巧姐没人照应，还亏平儿的心不很坏。妞儿心里也明白，只是性气比他娘还刚硬些，求太太时常管教管教他。”说着眼圈儿一红，连忙把腰里拴槟榔荷包的小绢子拉下来擦眼。王夫人道：“放着他亲祖母在那里，托我做什么。”贾琏轻轻的说道：“太太要说这个话，侄儿就该活活儿的打死了。没什么说的，总求太太始终疼侄儿就是了。”说着，就跪下来了。王夫人也眼圈儿红了，说：“你快起来，娘儿们说话儿，这是怎么说。只是一件，孩子也大了，倘或你父亲有个一差二错又耽搁住了，或者有个门当户对的来说亲，还是等你回来，还是你太太作主？”贾琏道：“现在太太们在家，自然是太太们做主，不必等我。”王夫人道：“你要去，就写了禀帖给二老爷送个信，说家下无人，你父亲不知怎样，快请二老爷将老太太的大事早早的完结，快快回来。”贾琏答应了“是”，正要走出去，复转回来回说道：“咱们家的家下人家里还够使唤，只是园里没有人太空了。包勇又跟了他们老爷去了。姨太太住的房子，薛二爷已搬到自己的房子内住了。园里一带屋子都空着，忒没照应，还得太太叫人常查看查看。那栊翠庵原是咱们家的地基，如今妙玉不知那里去了，所有的根基他的当家女尼不敢自己作主，要求府里一个人管理管理。”王夫人道：“自己的事还闹不清，还搁得住外头的事么。这句话好歹别叫四丫头知道，若是他知道了，又要吵着出家的念头出来了。你想咱们家什么样的人家，好好的姑娘出了家，还了得！”贾琏道：“太太不提起侄儿也不敢说，四妹妹到底是东府里的，又没有父母，他亲哥哥又在外头，他亲嫂子又不大说的上话。侄儿听见要寻死觅活了好几次。他既是心里这么着的了，若是牛着他，将来倘或认真寻了死，比出家更不好了。”王夫人听了点头道：“这件事真真叫我也难担。我也做不得主，由他大嫂子去就是了。”",
      "chapter": "117.txt",
      "score": 18.5,
      "counterparts": "王夫人,秋桐,贾琏",
      "keywords": "死,病,病重,认,送,接,打,哭,闹,吵,请",
      "rule": "keyword"
    },
    {
      "person": "妙玉",
      "title": "妙玉去世/病故",
      "sentence": "王夫人等正在哭泣，听见宝玉苏来，连忙叫唤。宝玉睁眼看时，仍躺在炕上，见王夫人宝钗等哭的眼泡红肿。定神一想，心里说道：“是了，我是死去过来的。”遂把神魂所历的事呆呆的细想，幸喜多还记得，便哈哈的笑道：“是了，是了。”王夫人只道旧病复发，便好延医调治，即命丫头婆子快去告诉贾政，说是“宝玉回过来了，头里原是心迷住了，如今说出话来，不用备办后事了。”贾政听了，即忙进来看视，果见宝玉苏来，便道：“没的痴儿你要唬死谁么！”说着，眼泪也不知不觉流下来了。又叹了几口气，仍出去叫人请医生诊脉服药。这里麝月正思自尽，见宝玉一过来，也放了心。只见王夫人叫人端了桂圆汤叫他喝了几口，渐渐的定了神。王夫人等放心，也没有说麝月，只叫人仍把那玉交给宝钗给他带上，“想起那和尚来，这玉不知那里找来的，也是古怪。怎么一时要银一时又不见了，莫非是神仙不成？”宝钗道：“说起那和尚来的踪迹去的影响，那玉并不是找来的。头里丢的时候，必是那和尚取去的。”王夫人道：“玉在家里怎么能取的了去？”宝钗道：“既可送来，就可取去。”袭人麝月道：“那年丢了玉，林大爷测了个字，后来二奶奶过了门，我还告诉过二奶奶，说测的那字是什么‘赏’字。二奶奶还记得么？”宝钗想道：“是了。你们说测的是当铺里找去，如今才明白了，竟是个和尚的‘尚’字在上头，可不是和尚取了去的么。”王夫人道：“那和尚本来古怪。那年宝玉病的时候，那和尚来说是我们家有宝贝可解，说的就是这块玉了。他既知道，自然这块玉到底有些来历。况且你女婿养下来就嘴里含着的。古往今来，你们听见过这么第二个么。只是不知终久这块玉到底是怎么着，就连咱们这一个也还不知是怎么着。病也是这块玉，好也是这块玉，生也是这块玉——”说到这里忽然住了，不免又流下泪来。宝玉听了，心里却也明白，更想死去的事愈加有因，只不言语，心里细细的记忆。那时惜春便说道：“那年失玉，还请妙玉请过仙，说是‘青埂峰下倚古松’，还有什么‘入我门来一笑逢’的话，想起来‘入我门’三字大有讲究。佛教的法门最大，只怕二哥不能入得去。”宝玉听了，又冷笑几声。宝钗听了，不觉的把眉头儿肐揪着发起怔来。尤氏道：“偏你一说又是佛门了。你出家的念头还没有歇么？”惜春笑道：“不瞒嫂子说，我早已断了荤了。”王夫人道：“好孩子，阿弥陀佛，这个念头是起不得的。”惜春听了，也不言语。宝玉想“青灯古佛前”的诗句，不禁连叹几声。忽又想起一床席一枝花的诗句来，拿眼睛看着袭人，不觉又流下泪来。众人都见他忽笑忽悲，也不解是何意，只道是他的旧病。岂知宝玉触处机来，竟能把偷看册上诗句俱牢牢记住了，只是不说出来，心中早有一个成见在那里了。暂且不题。且说众人见宝玉死去复生，神气清爽，又加连日服药，一天好似一天，渐渐的复原起来。便是贾政见宝玉已好，现在丁忧无事，想起贾赦不知几时遇赦，老太太的灵柩久停寺内，终不放心，欲要扶柩回南安葬，便叫了贾琏来商议。贾琏便道：“老爷想得极是，如今趁着丁忧干了一件大事更好。将来老爷起了服，生恐又不能遂意了。但是我父亲不在家，侄儿呢又不敢僭越。老爷的主意很好，只是这件事也得好几千银子。衙门里缉赃那是再缉不出来的。”贾政道：“我的主意是定了，只为大爷不在家，叫你来商议商议怎么个办法。你是不能出门的。现在这里没有人，我为是好几口材都要带回去的，一个怎么样的照应呢，想起把蓉哥儿带了去。况且有他媳妇的棺材也在里头。还有你林妹妹的，那是老太太的遗言说跟着老太太一块儿回去的。我想这一项银子只好在那里挪借几千，也就够了。”贾琏道：“如今的人情过于淡薄。老爷呢，又丁忧，我们老爷呢，又在外头，一时借是借不出来的了。只好拿房地文书出去押去。”贾政道：“住的房子是官盖的，那里动得。”贾琏道：“住房是不能动的。外头还有几所可以出脱的，等老爷起复后再赎也使得。将来我父亲回来了，倘能也再起用，也好赎的。只是老爷这么大年纪，辛苦这一场，侄儿们心里实不安。”贾政道：“老太太的事，是应该的。只要你在家谨慎些，把持定了才好。”贾琏道：“老爷这倒只管放心，侄儿虽糊涂，断不敢不认真办理的。况且老爷回南少不得多带些人去，所留下的人也有限了，这点子费用还可以过的来。就是老爷路上短少些，必经过赖尚荣的地方，可也叫他出点力儿。”贾政道：“自己的老人家的事，叫人家帮什么。”贾琏答应了“是”，便退出来打算银钱。",
      "chapter": "116.txt",
      "score": 18.3,
      "counterparts": "王夫人,麝月,贾政",
      "keywords": "死,病,生,养,认,送,打,哭,笑,诗,题,请",
      "rule": "keyword"
    },
    {
      "person": "妙玉",
      "title": "妙玉去世/病故",
      "sentence": "说话邢王二夫人听尤氏一段话，明知也难挽回。王夫人只得说道：“姑娘要行善，这也是前生的夙根，我们也实在拦不住。只是咱们这样人家的姑娘出了家，不成了事体。如今你嫂子说了准你修行，也是好处。却有一句话要说，那头发可以不剃的，只要自己的心真，那在头发上头呢。你想妙玉也是带发修行的，不知他怎样凡心一动，才闹到那个分儿。姑娘执意如此，我们就把姑娘住的房子便算了姑娘的静室。所有服侍姑娘的人也得叫他们来问：他若愿意跟的，就讲不得说亲配人，若不愿意跟的，另打主意。”惜春听了，收了泪，拜谢了邢王二夫人、李纨、尤氏等。王夫人说了，便问彩屏等谁愿跟姑娘修行。彩屏等回道：“太太们派谁就是谁。”王夫人知道不愿意，正在想人。袭人立在宝玉身后，想来宝玉必要大哭，防着他的旧病。岂知宝玉叹道：“真真难得。”袭人心里更自伤悲。宝钗虽不言语，遇事试探，见是执迷不醒，只得暗中落泪。王夫人才要叫了众丫头来问。忽见紫鹃走上前去，在王夫人面前跪下，回道：“刚才太太问跟四姑娘的姐姐，太太看着怎么样？”王夫人道：“这个如何强派得人的，谁愿意他自然就说出来了。”紫鹃道：“姑娘修行自然姑娘愿意，并不是别的姐姐们的意思。我有句话回太太，我也并不是拆开姐姐们，各人有各人的心。我服侍林姑娘一场，林姑娘待我也是太太们知道的，实在恩重如山，无以可报。他死了，我恨不得跟了他去。但是他不是这里的人，我又受主子家的恩典，难以从死。如今四姑娘既要修行，我就求太太们将我派了跟着姑娘，服侍姑娘一辈子。不知太太们准不准。若准了，就是我的造化了。”邢王二夫人尚未答言，只见宝玉听到那里，想起黛玉一阵心酸，眼泪早下来了。众人才要问他时，他又哈哈的大笑，走上来道：“我不该说的。这紫鹃蒙太太派给我屋里，我才敢说。求太太准了他罢，全了他的好心。”王夫人道：“你头里姊妹出了嫁，还哭得死去活来，如今看见四妹妹要出家，不但不劝，倒说好事，你如今到底是怎么个意思，我索性不明白了。”宝玉道：“四妹妹修行是已经准的了，四妹妹也是一定主意了。若是真的，我有一句话告诉太太；若是不定的，我就不敢混说了。”惜春道：“二哥哥说话也好笑，一个人主意不定便扭得过太太们来了？我也是象紫鹃的话，容我呢，是我的造化，不容我呢。还有一个死呢。那怕什么！二哥哥既有话，只管说。”宝玉道：“我这也不算什么泄露了，这也是一定的。我念一首诗给你们听听罢！”众人道：“人家苦得很的时侯，你倒来做诗。怄人！”宝玉道：“不是做诗，我到一个地方儿看了来的。你们听听罢。”众人道：“使得。你就念念，别顺着嘴儿胡诌。”宝玉也不分辩，便说道：",
      "chapter": "118.txt",
      "score": 17.6,
      "counterparts": "王夫人,尤氏,紫鹃",
      "keywords": "嫁,配,死,病,生,打,哭,笑,闹,诗",
      "rule": "keyword"
    },
    {
      "person": "妙玉",
      "title": "妙玉去世/病故",
      "sentence": "此时王夫人那边热闹非常。原来贾蔷已从姑苏采买了十二个女孩子——并聘了教习——以及行头等事来了。那时薛姨妈另迁于东北上一所幽静房舍居住，将梨香院早已腾挪出来，另行修理了，就令教习在此教演女戏。又另派家中旧有曾演学过歌唱的女人们——如今皆已皤然老妪了，着他们带领管理。就令贾蔷总理其日用出入银钱等事，以及诸凡大小所需之物料账目。又有林之孝家的来回：“采访聘买得十个小尼姑，小道姑都有了，连新作的二十分道袍也有了。外有一个带发修行的，本是苏州人氏，祖上也是读书仕宦之家。因生了这位姑娘自小多病，买了许多替身儿皆不中用，到底这位姑娘亲自入了空门，方才好了，所以带发修行，今年才十八岁，法名妙玉。如今父母俱已亡故，身边只有两个老嬷嬷，一个小丫头伏侍。文墨也极通，经文也不用学了，摸样儿又极好。因听见‘长安’都中有观音遗迹并贝叶遗文，去岁随了师父上来，现在西门外牟尼院住着。他师父极精演先天神数，于去冬圆寂了。妙玉本欲扶灵回乡的，他师父临寂遗言，说他‘衣食起居不宜回乡。在此静居，后来自然有你的结果’。所以他竟未回乡。”王夫人不等回完，便说：“既这样，我们何不接了他来。”林之孝家的回道：“请他，他说‘侯门公府，必以贵势压人，我再不去的。.. ’”王夫人笑道：“他既是官宦小姐，自然骄傲些，就下个帖子请他何妨。”林之孝家的答应了出去，命书启相公写请帖去请妙玉。次日遣人备车轿去接等后话，暂且搁过，此时不能表白。",
      "chapter": "017.txt",
      "score": 16.7,
      "counterparts": "王夫人,薛姨妈,贾蔷",
      "keywords": "聘,亡,病,亡故,生,接,笑,闹,访,请",
      "rule": "keyword"
    }
  ],
  "史湘云": [
    {
      "person": "史湘云",
      "title": "史湘云去世/病故",
      "sentence": "一日，史湘云出嫁回门，来贾母这边请安。贾母提起他女婿甚好，史湘云也将那里过日平安的话说了，请老太太放心。又提起黛玉去世，不免大家泪落。贾母又想起迎春苦楚，越觉悲伤起来。史湘云劝解一回，又到各家请安问好毕，仍到贾母房中安歇，言及“薛家这样人家被薛大哥闹的家破人亡。今年虽是缓决人犯，明年不知可能减等？”贾母道：“你还不知道呢，昨儿蟠儿媳妇死的不明白，几乎又闹出一场大事来。还幸亏老佛爷有眼，叫他带来的丫头自己供出来了，那夏奶奶才没的闹了，自家拦住相验。你姨妈这里才将皮裹肉的打发出去了。你说说，真真是六亲同运！薛家是这样了，姨太太守着薛蝌过日，为这孩子有良心他说哥哥在监里尚未结局，不肯娶亲。你邢妹妹在大太太那边也就很苦。琴姑娘为他公公死了尚未满服，梅家尚未娶去。二太太的娘家舅太爷一死，凤丫头的哥哥也不成人，那二舅太爷也是个小气的，又是官项不清，也是打饥荒。甄家自从抄家以后别无信息。”湘云道：“三姐姐去了曾有书字回家么？”贾母道：“自从嫁了去，二老爷回来说，你三姐姐在海疆甚好。只是没有书信，我也日夜惦记，为着我们家连连的出些不好事，所以我也顾不来。如今四丫头也没有给他提亲。环儿呢，谁有功夫提起他来。如今我们家的日子比你从前在这里的时侯更苦些。只可怜你宝姐姐，自过了门，没过一天安逸日子。你二哥哥还是这样疯疯颠颠，这怎么处呢！”湘云道：“我从小儿在这里长大的，这里那些人的脾气我都知道的。这一回来了，竟都改了样子了。我打量我隔了好些时没来，他们生疏我。我细想起来，竟不是的，就是见了我，瞧他们的意思原要象先前一样的热闹，不知道怎么，说说就伤心起来了。我所以坐坐就到老太太这里来了。”贾母道：“如今这样日子在我也罢了，你们年轻轻儿的人还了得！我正要想个法儿叫他们还热闹一天才好，只是打不起这个精神来。”湘云道：“我想起来了，宝姐姐不是后儿的生日吗，我多住一天，给他拜过寿，大家热闹一天。不知老太太怎么样？”贾母道：“我真正气糊涂了。你不提我竟忘了，后日可不是他的生日！我明日拿出钱来，给他办个生日。他没有定亲的时侯倒做过好几次，如今他过了门，倒没有做。宝玉这孩子头里很伶俐很淘气，如今为着家里的事不好，把这孩子越发弄的话都没有了。倒是珠儿媳妇还好，他有的时侯是这么着，没的时侯他也是这么着，带着兰儿静静儿的过日子，倒难为他。”湘云道：“别人还不离，独有琏二嫂子连模样儿都改了，说话也不伶俐了。明日等我来引导他们，看他们怎么样。但是他们嘴里不说，心里要抱怨我，说我有了——”湘云说到那里，却把脸飞红了。贾母会意，道：“这怕什么。原来姊妹们都是在一处乐惯了的，说说笑笑，再别要留这些心。大凡一个人，有也罢没也罢，总要受得富贵耐得贫贱才好。你宝姐姐生来是个大方的人，头里他家这样好，他也一点儿不骄傲，后来他家坏了事，他也是舒舒坦坦的。如今在我家里，宝玉待他好，他也是那样安顿，一时待他不好，不见他有什么烦恼。我看这孩子倒是个有福气的。你林姐姐那是个最小性儿又多心的，所以到底不长命。凤丫头也见过些事，很不该略见些风波就改了样子，他若这样没见识，也就是小器了。后儿宝丫头的生日，我替另拿出银子来，热热闹闹给他做个生日，也叫他欢喜这一天。”湘云答应道：“老太太说得很是。索性把那些姐妹们都请来了，大家叙一叙。”贾母道：“自然要请的。”一时高兴道：“叫鸳鸯拿出一百银子来交给外头，叫他明日起预备两天的酒饭。”鸳鸯领命，叫婆子交了出去。一宿无话。",
      "chapter": "108.txt",
      "score": 18.4,
      "counterparts": "鸳鸯,薛蝌,贾母",
      "keywords": "娶,嫁,死,亡,生,打,笑,闹,会,请",
      "rule": "keyword"
    },
    {
      "person": "史湘云",
      "title": "史湘云与薛姨妈成婚/成配",
      "sentence": "当下贾蓉夫妻二人捧酒一巡，凤姐儿因见贾母十分高兴，便笑道：“趁着女先儿们在这里，不如叫他们击鼓，咱们传梅，行一个‘春喜上眉梢’的令如何？”贾母笑道：“这是个好令，正对时对景。”忙命人取了一面黑漆铜钉花腔令鼓来，与女先儿们击着，席上取了一枝红梅。贾母笑道：“若到谁手里住了，吃一杯，也要说个什么才好。”凤姐儿笑道：“依我说，谁象老祖宗要什么有什么呢。我们这不会的，岂不没意思。依我说也要雅俗共赏，不如谁输了谁说个笑话罢。”众人听了，都知道他素日善说笑话，最是他肚内有无限的新鲜趣谈。今儿如此说，不但在席的诸人喜欢，连地下伏侍的老小人等无不喜欢。那小丫头子们都忙出去，找姐唤妹的告诉他们：“快来听，二奶奶又说笑话儿了。”众丫头子们便挤了一屋子。于是戏完乐罢。贾母命将些汤点果菜与文官等吃去，便命响鼓。那女先儿们皆是惯的，或紧或慢，或如残漏之滴，或如迸豆之疾，或如惊马之乱驰，或如疾电之光而忽暗。其鼓声慢，传梅亦慢，鼓声疾，传梅亦疾。恰恰至贾母手中，鼓声忽住。大家呵呵一笑，贾蓉忙上来斟了一杯。众人都笑道：“自然老太太先喜了，我们才托赖些喜。”贾母笑道：“这酒也罢了，只是这笑话倒有些个难说。”众人都说：“老太太的比凤姐儿的还好还多，赏一个我们也笑一笑儿。”贾母笑道：“并没什么新鲜发笑的，少不得老脸皮子厚的说一个罢了。”因说道：“一家子养了十个儿子，娶了十房媳妇。惟有第十个媳妇伶俐，心巧嘴乖，公婆最疼，成日家说那九个不孝顺。这九个媳妇委屈，便商议说：‘咱们九个心里孝顺，只是不象那小蹄子嘴巧，所以公公婆婆老了，只说他好，这委屈向谁诉去？’大媳妇有主意，便说道：‘咱们明儿到阎王庙去烧香，和阎王爷说去，问他一问，叫我们托生人，为什么单单的给那小蹄子一张乖嘴，我们都是笨的。’众人听了都喜欢，说这主意不错。第二日便都到阎王庙里来烧了香，九个人都在供桌底下睡着了。九个魂专等阎王驾到，左等不来，右等也不到。正着急，只见孙行者驾着筋斗云来了，看见九个魂便要拿金箍棒打，唬得九个魂忙跪下央求。孙行者问原故，九个人忙细细的告诉了他。孙行者听了，把脚一跺，叹了一口气道：‘这原故幸亏遇见我，等着阎王来了，他也不得知道的。’九个人听了，就求说：‘大圣发个慈悲，我们就好了。’孙行者笑道：’这却不难。那日你们妯娌十个托生时，可巧我到阎王那里去的，因为撒了泡尿在地下，你那小婶子便吃了。你们如今要伶俐嘴乖，有的是尿，再撒泡你们吃了就是了。”说毕，大家都笑起来。凤姐儿笑道：“好的，幸而我们都笨嘴笨腮的，不然也就吃了猴儿尿了。’”尤氏娄氏都笑向李纨道：“咱们这里谁是吃过猴儿尿的，别装没事人儿。”薛姨妈笑道：“笑话儿不在好歹，只要对景就发笑。”说着又击起鼓来。小丫头子们只要听凤姐儿的笑话，便悄悄的和女先儿说明，以咳嗽为记。须臾传至两遍，刚到了凤姐儿手里，小丫头子们故意咳嗽，女先儿便住了。众人齐笑道：“这可拿住他了。快吃了酒说一个好的，别太逗的人笑的肠子疼。”凤姐儿想了一想，笑道：“一家子也是过正月半，合家赏灯吃酒，真真的热闹非常，祖婆婆、太婆婆、婆婆、媳妇、孙子媳妇、重孙子媳妇、亲孙子、侄孙子、重孙子、灰孙子、滴滴搭搭的孙子、孙女儿、外孙女儿、姨表孙女儿、姑表孙女儿，..嗳哟哟，真好热闹！”众人听他说着，已经笑了，都说：“听数贫嘴，又不知编派那一个呢。”尤氏笑道：“你要招我，我可撕你的嘴。”凤姐儿起身拍手笑道：“人家费力说，你们混，我就不说了。”贾母笑道：“你说你说，底下怎么样？”凤姐儿想了一想，笑道：“底下就团团的坐了一屋子，吃了一夜酒就散了。”众人见他正言厉色的说了，别无他话，都怔怔的还等下话，只觉冰冷无味。史湘云看了他半日。凤姐儿笑道：“再说一个过正月半的。几个人抬着个房子大的炮仗往城外放去，引了上万的人跟着瞧去。有一个性急的人等不得，便偷着拿香点着了。只听‘噗哧’一声，众人哄然一笑都散了。这抬炮仗的人抱怨卖炮仗的捍的不结实，没等放就散了。”湘云道：“难道他本人没听见响？”凤姐儿道：“这本人原是聋子。”众人听说，一回想，不觉一齐失声都大笑起来。又想着先前那一个没完的，问他：“先一个怎么样？也该说完。”凤姐儿将桌子一拍，说道：“好罗唆，到了第二日是十六日，年也完了，节也完了，我看着人忙着收东西还闹不清，那里还知道底下的事了。”众人听说，复又笑将起来。凤姐儿笑道：“外头已经四更，依我说，老祖宗也乏了，咱们也该‘聋子放炮仗——散了’罢。”尤氏等用手帕子握着嘴，笑的前仰后合，指他说道：“这个东西真会数贫嘴。”贾母笑道：“真真这凤丫头越发贫嘴了。”一面说，一面吩咐道：“他提炮仗来，咱们也把烟火放了解解酒。”",
      "chapter": "054.txt",
      "score": 17.0,
      "counterparts": "薛姨妈,尤氏,贾母",
      "keywords": "娶,妻,夫妻,生,养,打,笑,闹,斗,会",
      "rule": "keyword"
    },
    {
      "person": "史湘云",
      "title": "史湘云与鸳鸯发生冲突",
      "sentence": "探春等方回来。终久让宝琴岫烟二人在上，平儿面西坐，宝玉面东坐。探春又接了鸳鸯来，二人并肩对面相陪。西边一桌，宝钗黛玉湘云迎春惜春，一面又拉了香菱玉钏儿二人打横。三桌上，尤氏李纨又拉了袭人彩云陪坐。四桌上便是紫鹃、莺儿、晴雯、小螺、司棋等人围坐。当下探春等还要把盏，宝琴等四人都说：“这一闹，一日都坐不成了。”方才罢了。两个女先儿要弹词上寿，众人都说：“我们没人要听那些野话，你厅上去说给姨太太解闷儿去罢。”一面又将各色吃食拣了，命人送与薛姨妈去。宝玉便说：“雅坐无趣，须要行令才好。”众人有的说行这个令好，那个又说行那个令好。黛玉道：“依我说，拿了笔砚将各色全都写了，拈成阄儿，咱们抓出那个来，就是那个。”众人都道妙。即拿了一副笔砚花笺。香菱近日学了诗，又天天学写字，见了笔砚便图不得，连忙起座说：“我写”。大家想了一回，共得了十来个，念着，香菱一一的写了，搓成阄儿，掷在一个瓶中间。探春便命平儿拣，平儿向内搅了一搅，用箸拈了一个出来，打开看，上写着“射覆”二字。宝钗笑道：“把个酒令的祖宗拈出来。‘射覆’从古有的，如今失了传，这是后人纂的，比一切的令都难。这里头倒有一半是不会的，不如毁了，另拈一个雅俗共赏的。”探春笑道：“既拈了出来，如何又毁。如今再拈一个，若是雅俗共赏的，便叫他们行去。咱们行这个。”说着又着袭人拈了一个，却是“拇战”。史湘云笑着说：“这个简断爽利，合了我的脾气。我不行这个‘射覆’，没的垂头丧气闷人，我只划拳去了。”探春道：“惟有他乱令，宝姐姐快罚他一钟。”宝钗不容分说，便灌湘云一杯。探春道：“我吃一杯，我是令官，也不用宣，只听我分派。”命取了令骰令盆来，“从琴妹掷起，挨下掷去，对了点的二人射覆。”宝琴一掷，是个三，岫烟宝玉等皆掷的不对，直到香菱方掷了一个三。宝琴笑道：“只好室内生春，若说到外头去，可太没头绪了。”探春道：“自然。三次不中者罚一杯。你覆，他射。”宝琴想了一想，说了个“老”字。香菱原生于这令，一时想不到，满室满席都不见有与“老”字相连的成语。湘云先听了，便也乱看，忽见门斗上贴着“红香圃”三个字，便知宝琴覆的是“吾不如老圃”的“圃”字。见香菱射不着，众人击鼓又催，便悄悄的拉香菱，教他说“药”字。黛玉偏看见了，说“快罚他，又在那里私相传递呢。”哄的众人都知道了，忙又罚了一杯，恨的湘云拿筷子敲黛玉的手。于是罚了香菱一杯。下则宝钗和探春对了点子。探春便覆了一个“人”字。宝钗笑道：“这个‘人’字泛的很。”探春笑道：“添一字，两覆一射也不泛了。”说着，便又说了一个“窗”字。宝钗一想，因见席上有鸡，便射着他是用“鸡窗”“鸡人”二典了，因射了一个“埘”字。探春知他射着，用了“鸡栖于埘”的典，二人一笑，各饮一口门杯。",
      "chapter": "062.txt",
      "score": 16.4,
      "counterparts": "鸳鸯,玉钏儿,薛姨妈",
      "keywords": "生,送,接,罚,打,笑,闹,斗,诗,会,丧",
      "rule": "keyword"
    },
    {
      "person": "史湘云",
      "title": "史湘云去世/病故",
      "sentence": "却说宝玉虽然病好复原，宝钗有时高兴翻书观看，谈论起来，宝玉所有眼前常见的尚可记忆，若论灵机，大不似从前活变了，连他自己也不解，宝钗明知是通灵失去，所以如此。倒是袭人时常说他：“你何故把从前的灵机都忘了？那些旧毛病忘了才好，为什么你的脾气还觉照旧，在道理上更糊涂了呢？”宝玉听了并不生气，反是嘻嘻的笑。有时宝玉顺性胡闹，多亏宝钗劝说，诸事略觉收敛些。袭人倒可少费些唇舌，惟知悉心伏侍。别的丫头素仰宝钗贞静和平，各人心服，无不安静。只有宝玉到底是爱动不爱静的，时常要到园里去逛。贾母等一则怕他招受寒暑，二则恐他睹景伤情，虽黛玉之柩已寄放城外庵中，然而潇湘馆依然人亡屋在，不免勾起旧病来，所以也不使他去。况且亲戚姊妹们，薛宝琴已回到薛姨妈那边去了，史湘云因史侯回京，也接了家去了，又有了出嫁的日子，所以不大常来，只有宝玉娶亲那一日与吃喜酒这天来过两次，也只在贾母那边住下，为着宝玉已经娶过亲的人，又想自己就要出嫁的，也不肯如从前的诙谐谈笑，就是有时过来，也只和宝钗说话，见了宝玉不过问好而已，那邢岫烟却是因迎春出嫁之后便随着邢夫人过去，李家姊妹也另住在外，即同着李婶娘过来，亦不过到太太们与姐妹们处请安问好，即回到李纨那里略住一两天就去了：所以园内的只有李纨、探春、惜春了。贾母还要将李纨等挪进来，为着元妃薨后，家中事情接二连三，也无暇及此。现今天气一天热似一天，园里尚可住得，等到秋天再挪。此是后话，暂且不提。",
      "chapter": "099.txt",
      "score": 15.7,
      "counterparts": "薛宝琴,薛姨妈,贾母",
      "keywords": "娶,嫁,亡,病,生,接,笑,闹,请",
      "rule": "keyword"
    },
    {
      "person": "史湘云",
      "title": "史湘云去世/病故",
      "sentence": "且说史湘云因他女婿病着，贾母死后只来的一次，屈指算是后日送殡，不能不去。又见他女婿的病已成痨症，暂且不妨，只得坐夜前一日过来。想起贾母素日疼他，又想到自己命苦，刚配了一个才貌双全的男人，性情又好，偏偏的得了冤孽症候，不过捱日子罢了。于是更加悲痛，直哭了半夜。鸳鸯等再三劝慰不止。宝玉瞅着也不胜悲伤，又不好上前去劝，见他淡妆素服，不敷脂粉，更比未出嫁的时候犹胜几分。转念又看宝琴等淡素装饰，自有一种天生丰韵。独有宝钗浑身孝服，那知道比寻常穿颜色时更有一番雅致。心里想道：“所以千红万紫终让梅花为魁，殊不知并非为梅花开的早，竟是‘洁白清香’四字是不可及的了。但只这时候若有林妹妹也是这样打扮，又不知怎样的丰韵了！”想到这里，不觉的心酸起来，那泪珠便直滚滚的下来了，趁着贾母的事，不妨放声大哭。众人正劝湘云不止，外间又添出一个哭的来了。大家只道是想着贾母疼他的好处，所以伤悲，岂知他们两个人各自有各自的心事。这场大哭，不禁满屋的人无不下泪。还是薛姨妈李婶娘等劝住。",
      "chapter": "110.txt",
      "score": 15.2,
      "counterparts": "鸳鸯,薛姨妈,贾母",
      "keywords": "嫁,配,死,病,生,送,打,哭",
      "rule": "keyword"
    }
  ],
  "晴雯": [
    {
      "person": "晴雯",
      "title": "晴雯去世/病故",
      "sentence": "一语未了，人报：“太太来了。”凤姐听了诧异，不知为何事亲来，与平儿等忙迎出来。只见王夫人气色更变，只带一个贴己的小丫头走来，一语不发，走至里间坐下。凤姐忙奉茶，因陪笑问道：“太太今日高兴，到这里逛逛。”王夫人喝命：“平儿出去！”平儿见了这般，着慌不知怎么样了，忙应了一声，带着众小丫头一齐出去，在房门外站住，越性将房门掩了，自己坐在台矶上，所有的人，一个不许进去。凤姐也着了慌，不知有何等事。只见王夫人含着泪，从袖内掷出一个香袋子来，说：“你瞧。”凤姐忙拾起一看，见是十锦春意香袋，也吓了一跳，忙问：“太太从那里得来？”王夫人见问，越发泪如雨下，颤声说道：“我从那里得来！我天天坐在井里，拿你当个细心人，所以我才偷个空儿。谁知你也和我一样。这样的东西大天白日明摆在园里山石上，被老太太的丫头拾着，不亏你婆婆遇见，早已送到老太太跟前去了。我且问你，这个东西如何遗在那里来？”凤姐听得，也更了颜色，忙问：“太太怎知是我的？”王夫人又哭又叹说道：“你反问我！你想，一家子除了你们小夫小妻，余者老婆子们，要这个何用？再女孩子们是从那里得来？自然是那琏儿不长进下流种子那里弄来。你们又和气。当作一件顽意儿，年轻人儿女闺房私意是有的，你还和我赖！幸而园内上下人还不解事，尚未拣得。倘或丫头们拣着，你姊妹看见，这还了得。不然有那小丫头们拣着，出去说是园内拣着的，外人知道，这性命脸面要也不要？”凤姐听说，又急又愧，登时紫涨了面皮，便依炕沿双膝跪下，也含泪诉道：“太太说的固然有理，我也不敢辩我并无这样的东西。但其中还要求太太细详其理：那香袋是外头雇工仿着内工绣的，带子穗子一概是市卖货。我便年轻不尊重些，也不要这劳什子，自然都是好的，此其一。二者这东西也不是常带着的，我纵有，也只好在家里，焉肯带在身上各处去？况且又在园里去，个个姊妹我们都肯拉拉扯扯，倘或露出来，不但在姊妹前，就是奴才看见，我有什么意思？我虽年轻不尊重，亦不能糊涂至此。三则论主子内我是年轻媳妇，算起奴才来，比我更年轻的又不止一个人了。况且他们也常进园，晚间各人家去，焉知不是他们身上的？四则除我常在园里之外，还有那边太太常带过几个小姨娘来，如嫣红翠云等人，皆系年轻侍妾，他们更该有这个了。还有那边珍大嫂子，他不算甚老外，他也常带过佩凤等人来，焉知又不是他们的？五则园内丫头太多，保的住个个都是正经的不成？也有年纪大些的知道了人事，或者一时半刻人查问不到偷着出去，或借着因由同二门上小幺儿们打牙犯嘴，外头得了来的，也未可知。如今不但我没此事，就连平儿我也可以下保的。太太请细想。”王夫人听了这一席话大近情理，因叹道：“你起来。我也知道你是大家小姐出身，焉得轻薄至此，不过我气急了，拿了话激你。但如今却怎么处？你婆婆才打发人封了这个给我瞧，说是前日从傻大姐手里得的，把我气了个死。”凤姐道：“太太快别生气。若被众人觉察了，保不定老太太不知道。且平心静气暗暗访察，才得确实，纵然访不着，外人也不能知道。这叫作‘胳膊折在袖内’。如今惟有趁着赌钱的因由革了许多的人这空儿，把周瑞媳妇旺儿媳妇等四五个贴近不能走话的人安插在园里，以查赌为由。再如今他们的丫头也太多了，保不住人大心大，生事作耗，等闹出事来，反悔之不及。如今若无故裁革，不但姑娘们委屈烦恼，就连太太和我也过不去。不如趁此机会，以后凡年纪大些的，或有些咬牙难缠的，拿个错儿撵出去配了人。一则保得住没有别的事，二则也可省些用度。太太想我这话如何？”王夫人叹道：“你说的何尝不是，但从公细想，你这几个姊妹也甚可怜了。也不用远比，只说如今你林妹妹的母亲，未出阁时，是何等的娇生惯养，是何等的金尊玉贵，那才象个千金小姐的体统。如今这几个姊妹，不过比人家的丫头略强些罢了。通共每人只有两三个丫头象个人样，余者纵有四五个小丫头子，竟是庙里的小鬼。如今还要裁革了去，不但于我心不忍，只怕老太太未必就依。虽然艰难，难不至此。我虽没受过大荣华富贵，比你们是强的。如今我宁可省些，别委屈了他们。以后要省俭先从我来倒使的。如今且叫人传了周瑞家的等人进来，就吩咐他们快快暗地访拿这事要紧。”凤姐听了，即唤平儿进来吩咐出去。一时，周瑞家的与吴兴家的、郑华家的、来旺家的、来喜家的现在五家陪房进来，余者皆在南方各有执事。王夫人正嫌人少不能勘察，忽见邢夫人的陪房王善保家的走来，方才正是他送香囊来的。王夫人向来看视邢夫人之得力心腹人等原无二意，今见他来打听此事，十分关切，便向他说：“你去回了太太，也进园内照管照管，不比别人又强些。”这王善保家正因素日进园去那些丫鬟们不大趋奉他，他心里大不自在，要寻他们的故事又寻不着，恰好生出这事来，以为得了把柄。又听王夫人委托，正撞在心坎上，说：“这个容易。不是奴才多话，论理这事该早严紧的。太太也不大往园里去，这些女孩子们一个个倒象受了封诰似的。他们就成了千金小姐了。闹下天来，谁敢哼一声儿。不然，就调唆姑娘的丫头们，说欺负了姑娘们了，谁还耽得起。”王夫人道：“这也有的常情，跟姑娘的丫头原比别的娇贵些。你们该劝他们。连主子们的姑娘不教导尚且不堪，何况他们。”王善保家的道：“别的都还罢了。太太不知道，一个宝玉屋里的晴雯，那丫头仗着他生的模样儿比别人标致些。又生了一张巧嘴，天天打扮的象个西施的样子，在人跟前能说惯道，掐尖要强。一句话不投机，他就立起两个骚眼睛来骂人，妖妖调调，大不成个体统。”王夫人听了这话，猛然触动往事，便问凤姐道：“上次我们跟了老太太进园逛去，有一个水蛇腰，削肩膀，眉眼又有些象你林妹妹的，正在那里骂小丫头。我的心里很看不上那狂样子，因同老太太走，我不曾说得。后来要问是谁，又偏忘了。今日对了坎儿，这丫头想必就是他了。”凤姐道：“若论这些丫头们，共总比起来，都没晴雯生得好。论举止言语，他原有些轻薄。方才太太说的倒很象他，我也忘了那日的事，不敢乱说。”王善保家的便道：“不用这样，此刻不难叫了他来太太瞧瞧。”王夫人道：“宝玉房里常见我的只有袭人麝月，这两个笨笨的倒好。若有这个，他自不敢来见我的。我一生最嫌这样人，况且又出来这个事。好好的宝玉，倘或叫这蹄子勾引坏了，那还了得。”因叫自己的丫头来，吩咐他到园里去，“只说我说有话问他们，留下袭人麝月伏侍宝玉不必来，有一个晴雯最伶俐，叫他即刻快来。你不许和他说什么。”",
      "chapter": "074.txt",
      "score": 24.4,
      "counterparts": "王夫人,麝月,傻大姐",
      "keywords": "配,妻,妾,死,生,养,送,封,打,骂,哭,笑,闹,会,访,请",
      "rule": "keyword"
    },
    {
      "person": "晴雯",
      "title": "晴雯去世/病故",
      "sentence": "如今且说宝玉只当王夫人不过来搜检搜检，无甚大事，谁知竟这样雷嗔电怒的来了。所责之事皆系平日之语，一字不爽，料必不能挽回的。虽心下恨不能一死，但王夫人盛怒之际，自不敢多言一句，多动一步，一直跟送王夫人到沁芳亭。王夫人命：“回去好生念念那书，仔细明儿问你。才已发下恨了。”宝玉听如此说，方回来，一路打算：“谁这样犯舌？况这里事也无人知道，如何就都说着了。”一面想，一面进来，只见袭人在那里垂泪。且去了第一等的人，岂不伤心，便倒在床上也哭起来。袭人知他心内别的还犹可，独有晴雯是第一件大事，乃推他劝道：“哭也不中用了。你起来我告诉你，晴雯已经好了，他这一家去，倒心净养几天。你果然舍不得他，等太太气消了，你再求老太太，慢慢的叫进来也不难。不过太太偶然信了人的诽言，一时气头上如此罢了。”宝玉哭道：“我究竟不知晴雯犯了何等滔天大罪！”袭人道：“太太只嫌他生的太好了，未免轻佻些。在太太是深知这样美人似的人必不安静，所以恨嫌他，象我们这粗粗笨笨的倒好。”宝玉道：“这也罢了。咱们私自顽话怎么也知道了？又没外人走风的，这可奇怪。”袭人道：“你有甚忌讳的，一时高兴了，你就不管有人无人了。我也曾使过眼色，也曾递过暗号，倒被那别人已知道了，你反不觉。”宝玉道：“怎么人人的不是太太都知道，单不挑出你和麝月秋纹来？”袭人听了这话，心内一动，低头半日，无可回答，因便笑道：“正是呢。若论我们也有顽笑不留心的孟浪去处，怎么太太竟忘了？想是还有别的事，等完了再发放我们，也未可知。”宝玉笑道：“你是头一个出了名的至善至贤之人，他两个又是你陶冶教育的，焉得还有孟浪该罚之处！只是芳官尚小，过于伶俐些，未免倚强压倒了人，惹人厌。四儿是我误了他，还是那年我和你拌嘴的那日起，叫上来作些细活，未免夺占了地位，故有今日。只是晴雯也是和你一样，从小儿在老太太屋里过来的，虽然他生得比人强，也没甚妨碍去处。就是他的性情爽利，口角锋芒些，究竟也不曾得罪你们。想是他过于生得好了，反被这好所误。”说毕，复又哭起来。袭人细揣此话，好似宝玉有疑他之意，竟不好再劝，因叹道：“天知道罢了。此时也查不出人来了，白哭一会子也无益。倒是养着精神，等老太太喜欢时，回明白了再要他是正理。”宝玉冷笑道：“你不必虚宽我的心。等到太太平服了再瞧势头去要时，知他的病等得等不得。他自幼上来娇生惯养，何尝受过一日委屈。连我知道他的性格，还时常冲撞了他。他这一下去，就如同一盆才抽出嫩箭来的兰花送到猪窝里去一般。况又是一身重病，里头一肚子的闷气。他又没有亲爷热娘，只有一个醉泥鳅姑舅哥哥。他这一去，一时也不惯的，那里还等得几日。知道还能见他一面两面不能了！”说着又越发伤心起来。袭人笑道：“可是你‘只许州官放火，不许百姓点灯’。我们偶然说一句略妨碍些的话，就说是不利之谈，你如今好好的咒他，是该的了！他便比别人娇些，也不至这样起来。”宝玉道：“不是我妄口咒他，今年春天已有兆头的。”袭人忙问何兆。宝玉道：“这阶下好好的一株海棠花，竟无故死了半边，我就知有异事，果然应在他身上。”袭人听了，又笑起来，因说道：“我待不说，又撑不住，你太也婆婆妈妈的了。这样的话，岂是你读书的男人说的。草木怎又关系起人来？若不婆婆妈妈的，真也成了个呆子了。”宝玉叹道：“你们那里知道，不但草木，凡天下之物，皆是有情有理的，也和人一样，得了知己，便极有灵验的。若用大题目比，就有孔子庙前之桧，坟前之蓍，诸葛祠前之柏，岳武穆坟前之松。这都是堂堂正大随人之正气。千古不磨之物。世乱则萎，世治则荣，几千百年了，枯而复生者几次。这岂不是兆应？小题目比，就有杨太真沉香亭之木芍药，端正楼之相思树，王昭君冢上之草，岂不也有灵验。所以这海棠亦应其人欲亡，故先就死了半边。”袭人听了这篇痴话，又可笑，又可叹，因笑道：“真真的这话越发说上我的气来了。那晴雯是个什么东西，就费这样心思，比出这些正经人来！还有一说，他纵好，也灭不过我的次序去。便是这海棠，也该先来比我，也还轮不到他。想是我要死了。”宝玉听说，忙握他的嘴，劝道：“这是何苦！一个未清，你又这样起来。罢了，再别提这事，别弄的去了三个，又饶上一个。”袭人听说，心下暗喜道：“若不如此，你也不能了局。”宝玉乃道：“从此休提起，全当他们三个死了，不过如此。况且死了的也曾有过，也没有见我怎么样，此一理也。如今且说现在的，倒是把他的东西，作瞒上不瞒下，悄悄的打发人送出去与了他。再或有咱们常时积攒下的钱，拿几吊出去给他养病，也是你姊妹好了一场。”袭人听了，笑道：“你太把我们看的又小器又没人心了。这话还等你说，我才已将他素日所有的衣裳以至各什各物总打点下了，都放在那里。如今白日里人多眼杂，又恐生事，且等到晚上，悄悄的叫宋妈给他拿出去。我还有攒下的几吊钱也给他罢。”宝玉听了，感谢不尽。袭人笑道：“我原是久已出了名的贤人，连这一点子好名儿还不会买来不成！”宝玉听他方才的话，忙陪笑抚慰一时。晚间果密遣宋妈送去。",
      "chapter": "077.txt",
      "score": 20.7,
      "counterparts": "王夫人,麝月,四儿",
      "keywords": "死,亡,病,生,养,送,罚,怒,打,哭,笑,题,会",
      "rule": "keyword"
    },
    {
      "person": "晴雯",
      "title": "晴雯去世/病故",
      "sentence": "宝玉及到了怡红院，只见一群人在那里，王夫人在屋里坐着，一脸怒色，见宝玉也不理。晴雯四五日水米不曾沾牙，恹恹弱息，如今现从炕上拉了下来，蓬头垢面，两个女人才架起来去了。王夫人吩咐，只许把他贴身衣服撂出去，余者好衣服留下给好丫头们穿。又命把这里所有的丫头们都叫来一一过目。原来王夫人自那日着恼之后，王善保家的去趁势告倒了晴雯，本处有人和园中不睦的，也就随机趁便下了些话。王夫人皆记在心中。因节间有事，故忍了两日，今日特来亲自阅人。一则为晴雯犹可，二则因竟有人指宝玉为由，说他大了，已解人事，都由屋里的丫头们不长进教习坏了。因这事更比晴雯一人较甚，乃从袭人起以至于极小作粗活的小丫头们，个个亲自看了一遍。因问：“谁是和宝玉一日的生日？”本人不敢答应，老嬷嬷指道：“这一个蕙香，又叫作四儿的，是同宝玉一日生日的。”王夫人细看了一看，虽比不上晴雯一半，却有几分水秀。视其行止，聪明皆露在外面，且也打扮的不同。王夫人冷笑道：“这也是个不怕臊的。他背地里说的，同日生日就是夫妻。这可是你说的？打谅我隔的远，都不知道呢。可知道我身子虽不大来，我的心耳神意时时都在这里。难道我通共一个宝玉，就白放心凭你们勾引坏了不成！”这个四儿见王夫人说着他素日和宝玉的私语，不禁红了脸，低头垂泪。王夫人即命也快把他家的人叫来，领出去配人。又问，“谁是耶律雄奴？”老嬷嬷们便将芳官指出。王夫人道：“唱戏的女孩子，自然是狐狸精了！上次放你们，你们又懒待出去，可就该安分守己才是。你就成精鼓捣起来，调唆着宝玉无所不为。”芳官笑辩道：“并不敢调唆什么。”王夫人笑道：“你还强嘴。我且问你，前年我们往皇陵上去，是谁调唆宝玉要柳家的丫头五儿了？幸而那丫头短命死了，不然进来了，你们又连伙聚党遭害这园子呢。你连你干娘都欺倒了。岂止别人！”因喝命：“唤他干娘来领去，就赏他外头自寻个女婿去吧。把他的东西一概给他。”又吩咐上年凡有姑娘们分的唱戏的女孩子们，一概不许留在园里，都令其各人干娘带出，自行聘嫁。一语传出，这些干娘皆感恩趁愿不尽，都约齐与王夫人磕头领去。王夫人又满屋里搜检宝玉之物。凡略有眼生之物，一并命收的收，卷的卷，着人拿到自己房内去了。因说：“这才干净，省得旁人口舌。”因又吩咐袭人麝月等人：“你们小心！往后再有一点分外之事，我一概不饶。因叫人查看了，今年不宜迁挪，暂且挨过今年，明年一并给我仍旧搬出去心净。”说毕，茶也不吃，遂带领众人又往别处去阅人。暂且说不到后文。",
      "chapter": "077.txt",
      "score": 18.6,
      "counterparts": "王夫人,麝月,四儿",
      "keywords": "嫁,聘,配,妻,夫妻,死,生,怒,打,笑",
      "rule": "keyword"
    },
    {
      "person": "晴雯",
      "title": "晴雯去世/病故",
      "sentence": "袭人在那边早已听见，忙赶过来向宝玉道：“好好的，又怎么了？可是我说的‘一时我不到，就有事故儿’。”晴雯听了冷笑道：“姐姐既会说，就该早来，也省了爷生气。自古以来，就是你一个人伏侍爷的，我们原没伏侍过。因为你伏侍的好，昨日才挨窝心脚，我们不会伏侍的，到明儿还不知是个什么罪呢！”袭人听了这话，又是恼，又是愧，待要说几句话，又见宝玉已经气的黄了脸，少不得自己忍了性子，推晴雯道：“好妹妹，你出去逛逛，原是我们的不是。”晴雯听他说“我们”两个字，自然是他和宝玉了，不觉又添了酸意，冷笑几声，道：“我倒不知道你们是谁，别教我替你们害臊了！便是你们鬼鬼祟祟干的那事儿，也瞒不过我去，那里就称起‘我们’来了。明公正道，连个姑娘还没挣上去呢，也不过和我似的，那里就称上‘我们’了！”袭人羞的脸紫胀起来，想一想，原来是自己把话说错了。宝玉一面说：“你们气不忿，我明儿偏抬举他。”袭人忙拉了宝玉的手道：“他一个糊涂人，你和他分证什么？况且你素日又是有担待的，比这大的过去了多少，今儿是怎么了？”晴雯冷笑道：“我原是糊涂人，那里配和我说话呢！”袭人听说道：“姑娘倒是和我拌嘴呢，是和二爷拌嘴呢？要是心里恼我，你只和我说，不犯着当着二爷吵；要是恼二爷，不该这们吵的万人知道。我才也不过为了事，进来劝开了，大家保重。姑娘倒寻上我的晦气。又不象是恼我，又不象是恼二爷，夹枪带棒，终久是个什么主意？我就不多说，让你说去。”说着便往外走。宝玉向晴雯道：“你也不用生气，我也猜着你的心事了。我回太太去，你也大了，打发你出去好不好？”晴雯听了这话，不觉又伤心起来，含泪说道：“为什么我出去？要嫌我，变着法儿打发我出去，也不能够。”宝玉道：“我何曾经过这个吵闹？一定是你要出去了。不如回太太，打发你去吧。”说着，站起来就要走。袭人忙回身拦住，笑道：“往那里去？”宝玉道：“回太太去。”袭人笑道：“好没意思！真个的去回，你也不怕臊了？便是他认真的要去，也等把这气下去了，等无事中说话儿回了太太也不迟。这会子急急的当作一件正经事去回，岂不叫太太犯疑？”宝玉道：“太太必不犯疑，我只明说是他闹着要去的。”晴雯哭道：“我多早晚闹着要去了？饶生了气，还拿话压派我。只管去回，我一头碰死了也不出这门儿。”宝玉道：“这也奇了。你又不去，你又闹些什么？我经不起这吵，不如去了倒干净。”说着一定要去回。袭人见拦不住，只得跪下了。碧痕、秋纹、麝月等众丫鬟见吵闹，都鸦雀无闻的在外头听消息，这会子听见袭人跪下央求，便一齐进来都跪下了。宝玉忙把袭人扶起来，叹了一声，在床上坐下，叫众人起去，向袭人道：“叫我怎么样才好！这个心使碎了也没人知道。”说着不觉滴下泪来。袭人见宝玉流下泪来，自己也就哭了。",
      "chapter": "031.txt",
      "score": 16.4,
      "counterparts": "麝月,秋纹,袭人",
      "keywords": "配,死,生,认,打,哭,笑,闹,吵,会",
      "rule": "keyword"
    },
    {
      "person": "晴雯",
      "title": "晴雯去世/病故",
      "sentence": "宝玉轻轻的叫袭人坐着，央他把紫鹃叫来，有话问他。“但是紫鹃见了我，脸上嘴里总是有气似的，须得你去解释开了他来才好。”袭人道：“你说要定神，我倒喜欢，怎么又定到这上头了？有话你明儿问不得！”宝玉道：“我就是今晚得闲，明日倘或老爷叫干什么便没空儿。好姐姐，你快去叫他来。”袭人道：“他不是二奶奶叫是不来的。”宝玉道：“我所以央你去说明白了才好。”袭人道：“叫我说什么？”宝玉道：“你还不知道我的心也不知道他的心么？都为的是林姑娘。你说我并不是负心的，我如今叫你们弄成了一个负心人了！”说着，这话便瞧瞧里头，用手一指说：“他是我本不愿意的，都是老太太他们捉弄的，好端端把一个林妹妹弄死了。就是他死，也该叫我见见，说个明白，他自己死了也不怨我。你是听见三姑娘他们说的，临死恨怨我。那紫鹃为他姑娘，也恨得我了不得。我想我是无情的人么？晴雯到底是个丫头，也没有什么大好处，他死了，我老实告诉你罢，我还做个祭文去祭他。那时林姑娘还亲眼见的。如今林姑娘死了，莫非倒不如晴雯么，死了连祭都不能祭一祭。林姑娘死了还有知的，他想起来不要更怨我么！”袭人道：“你要祭便祭去，要我们做什么？”宝玉道：“我自从好了起来就想要做一首祭文的，不知道我如今一点灵机都没有了。若祭别人，胡乱却使得；若是他断断俗俚不得一点儿的。所以叫紫鹃来问，他姑娘这条心他们打从那样上看出来的。我没病的头里还想得出来，一病以后都不记得。你说林姑娘已经好了，怎么忽然死的？他好的时候我不去，他怎么说？我病时候他不来，他也怎么说？所以有他的东西，我诓了过来，你二奶奶总不叫我动，不知什么意思。”袭人道：“二奶奶惟恐你伤心罢了，还有什么！”宝玉道：“我不信。既是他这么念我，为什么临死都把诗稿烧了，不留给我作个纪念？又听见说天上有音乐响，必是他成了神或是登了仙去。我虽见过了棺材，倒底不知道棺材里有他没有。”袭人道：“你这话益发糊涂了，怎么一个人不死就上一个空棺材当死了人呢。”宝玉道：“不是嗄！大凡成仙的人，或是肉身去的，或是脱胎去的。好姐姐，你倒底叫了紫鹃来。”袭人道：“如今等我细细的说明了你的心，他若肯来还好，若不肯来，还得费多少话。就是来了，见你也不肯细说。据我主意，明后日等二奶奶上去了，我慢慢的问他，或者倒可仔细。遇着闲空儿我说：“二奶奶说，天已四更了，请二爷进去睡罢。袭人姐姐必是说高了兴了，忘了时候儿了。”袭人听了道：“可不是，该睡了，有话明儿再说罢。”宝玉无奈，只得含愁进去，又向袭人耳边道：“明儿不要忘了。”袭人笑道：“知道了。”麝月笑道：“你们两个又闹鬼了。何不和二奶奶说了，就到袭人那边睡去，由着你们说一夜，我们也不管。”宝玉摆手道：“不用言语。”袭人恨道：“小蹄子，你又嚼舌根，看我明儿撕你！”回转间来对宝玉道：“这不是二爷闹的，说了四更的话，到了明日，还思这事。只闻得外头传进话来说：“众亲朋因老爷回家，都要送戏接风。老爷再四推辞，说：‘唱戏不必，竟在家里备了水酒，倒请亲朋过来大家谈谈。’于是定了后儿摆席请人，所以进来告诉。”不知所请何人，下回分解。",
      "chapter": "104.txt",
      "score": 16.3,
      "counterparts": "麝月,紫鹃,袭人",
      "keywords": "死,病,送,接,祭,打,笑,闹,诗,请",
      "rule": "keyword"
    }
  ],
  "袭人": [
    {
      "person": "袭人",
      "title": "袭人去世/病故",
      "sentence": "贾政即忙进去，看见王夫人带着病也在那里。便向贾母请了安。贾母叫他坐下，便说：“你不日就要赴任，我有多少话与你说，不知你听不听？”说着，掉下泪来。贾政忙站起来说道：“老太太有话只管吩咐，儿子怎敢不遵命呢。”贾母咽哽着说道：“我今年八十一岁的人了，你又要做外任去，偏有你大哥在家，你又不能告亲老。你这一去了，我所疼的只有宝玉，偏偏的又病得糊涂，还不知道怎么样呢。我昨日叫赖升媳妇出去叫人给宝玉算算命，这先生算得好灵，说要娶了金命的人帮扶他，必要冲冲喜才好，不然只怕保不住。我知道你不信那些话，所以教你来商量。你的媳妇也在这里。你们两个也商量商量，还是要宝玉好呢，还是随他去呢？”贾政陪笑说道：“老太太当初疼儿子这么疼的，难道做儿子的就不疼自己的儿子不成么。只为宝玉不上进，所以时常恨他，也不过是恨铁不成钢的意思。老太太既要给他成家，这也是该当的，岂有逆着老太太不疼他的理。如今宝玉病着，儿子也是不放心。因老太太不叫他见我，所以儿子也不敢言语。我到底瞧瞧宝玉是个什么病。”王夫人见贾政说着也有些眼圈儿红，知道心里是疼的，便叫袭人扶了宝玉来。宝玉见了他父亲，袭人叫他请安，他便请了个安。贾政见他脸面很瘦，目光无神，大有疯傻之状，便叫人扶了进去，便想到：“自己也是望六的人了，如今又放外任，不知道几年回来。倘或这孩子果然不好，一则年老无嗣，虽说有孙子，到底隔了一层，二则老太太最疼的是宝玉，若有差错，可不是我的罪名更重了。”瞧瞧王夫人，一包眼泪，又想到他身上，复站起来说：“老太太这么大年纪，想法儿疼孙子，做儿子的还敢违拗？老太太主意该怎么便怎么就是了。但只姨太太那边不知说明白了没有？”王夫人便道：“姨太太是早应了的。只为蟠儿的事没有结案，所以这些时总没提起。”贾政又道：“这就是第一层的难处。他哥哥在监里，妹子怎么出嫁。况且贵妃的事虽不禁婚嫁，宝玉应照已出嫁的姐姐有九个月的功服，此时也难娶亲。再者我的起身日期已经奏明，不敢耽搁，这几天怎么办呢？”贾母想了一想：“说的果然不错。若是等这几件事过去，他父亲又走了。倘或这病一天重似一天，怎么好？只可越些礼办了才好。”想定主意，便说道：“你若给他办呢，我自然有个道理，包管都碍不着。姨太太那边我和你媳妇亲自过去求他。蟠儿那里我央蝌儿去告诉他，说是要救宝玉的命，诸事将就，自然应的。若说服里娶亲，当真使不得。况且宝玉病着，也不可教他成亲，不过是冲冲喜，我们两家愿意，孩子们又有金玉的道理，婚是不用合的了。即挑了好日子，按着咱们家分儿过了礼。赶着挑个娶亲日子，一概鼓乐不用，倒按宫里的样子，用十二对提灯，一乘八人轿子抬了来，照南边规矩拜了堂，一样坐床撒帐，可不是算娶了亲了么。宝丫头心地明白，是不用虑的。内中又有袭人，也还是个妥妥当当的孩子。再有个明白人常劝他更好。他又和宝丫头合的来。再者姨太太曾说，宝丫头的金锁也有个和尚说过，只等有玉的便是婚姻，焉知宝丫头过来，不因金锁倒招出他那块玉来，也定不得。从此一天好似一天，岂不是大家的造化。这会子只要立刻收拾屋子，铺排起来。这屋子是要你派的。一概亲友不请，也不排筵席，待宝玉好了，过了功服，然后再摆席请人。这么着都赶的上。你也看见了他们小两口的事，也好放心的去。”贾政听了，原不愿意，只是贾母做主，不敢违命，勉强陪笑说道：“老太太想的极是，也很妥当。只是要吩咐家下众人，不许吵嚷得里外皆知，这要耽不是的。姨太太那边，只怕不肯，若是果真应了，也只好按着老太太的主意办去。”贾母道：“姨太太那里有我呢。你去吧。”贾政答应出来，心中好不自在。因赴任事多，部里领凭，亲友们荐人，种种应酬不绝，竟把宝玉的事，听凭贾母交与王夫人凤姐儿了。惟将荣禧堂后身王夫人内屋旁边一大跨所二十余间房屋指与宝玉，余者一概不管。贾母定了主意叫人告诉他去，贾政只说很好，此是后话。且说宝玉见过贾政，袭人扶回里间炕上。因贾政在外，无人敢与宝玉说话，宝玉便昏昏沉沉的睡去。贾母与贾政所说的话，宝玉一句也没有听见。袭人等却静静儿的听得明白。头里虽也听得些风声，到底影响，只不见宝钗过来，却也有些信真。今日听了这些话，心里方才水落归漕，倒也喜欢。心里想道：“果然上头的眼力不错，这才配得是。我也造化。若他来了，我可以卸了好些担子。但是这一位的心理只有一个林姑娘，幸亏他没有听见，若知道了，又不知要闹到什么分儿了。”袭人想到这里，转喜为悲，心想：“这件事怎么好？老太太、太太那里知道他们心里的事。一时高兴说给他知道，原想要他病好。若是他仍似前的心事：初见林姑娘便要摔玉砸玉，况且那年夏天在园里把我当作林姑娘，说了好些私心话，后来因为紫鹃说了句顽话儿，便哭得死去活来。若是如今和他说要娶宝姑娘，竟把林姑娘撂开，除非是他人事不知还可，若稍明白些，只怕不但不能冲喜，竟是催命了！我再不把话说明，那不是一害三个人了么。”袭人想定主意，待等贾政出去，叫秋纹照看着宝玉，便从里间出来，走到王夫人身旁，悄悄的请了王夫人到贾母后身屋里去说话。贾母只道是宝玉有话，也不理会，还在那里打算怎么过礼，怎么娶亲。",
      "chapter": "096.txt",
      "score": 28.8,
      "counterparts": "王夫人,贾政,紫鹃",
      "keywords": "娶,嫁,婚,成亲,配,死,病,生,升,打,哭,笑,闹,吵,会,请,救",
      "rule": "keyword"
    },
    {
      "person": "袭人",
      "title": "袭人去世/病故",
      "sentence": "一语未了，人报：“太太来了。”凤姐听了诧异，不知为何事亲来，与平儿等忙迎出来。只见王夫人气色更变，只带一个贴己的小丫头走来，一语不发，走至里间坐下。凤姐忙奉茶，因陪笑问道：“太太今日高兴，到这里逛逛。”王夫人喝命：“平儿出去！”平儿见了这般，着慌不知怎么样了，忙应了一声，带着众小丫头一齐出去，在房门外站住，越性将房门掩了，自己坐在台矶上，所有的人，一个不许进去。凤姐也着了慌，不知有何等事。只见王夫人含着泪，从袖内掷出一个香袋子来，说：“你瞧。”凤姐忙拾起一看，见是十锦春意香袋，也吓了一跳，忙问：“太太从那里得来？”王夫人见问，越发泪如雨下，颤声说道：“我从那里得来！我天天坐在井里，拿你当个细心人，所以我才偷个空儿。谁知你也和我一样。这样的东西大天白日明摆在园里山石上，被老太太的丫头拾着，不亏你婆婆遇见，早已送到老太太跟前去了。我且问你，这个东西如何遗在那里来？”凤姐听得，也更了颜色，忙问：“太太怎知是我的？”王夫人又哭又叹说道：“你反问我！你想，一家子除了你们小夫小妻，余者老婆子们，要这个何用？再女孩子们是从那里得来？自然是那琏儿不长进下流种子那里弄来。你们又和气。当作一件顽意儿，年轻人儿女闺房私意是有的，你还和我赖！幸而园内上下人还不解事，尚未拣得。倘或丫头们拣着，你姊妹看见，这还了得。不然有那小丫头们拣着，出去说是园内拣着的，外人知道，这性命脸面要也不要？”凤姐听说，又急又愧，登时紫涨了面皮，便依炕沿双膝跪下，也含泪诉道：“太太说的固然有理，我也不敢辩我并无这样的东西。但其中还要求太太细详其理：那香袋是外头雇工仿着内工绣的，带子穗子一概是市卖货。我便年轻不尊重些，也不要这劳什子，自然都是好的，此其一。二者这东西也不是常带着的，我纵有，也只好在家里，焉肯带在身上各处去？况且又在园里去，个个姊妹我们都肯拉拉扯扯，倘或露出来，不但在姊妹前，就是奴才看见，我有什么意思？我虽年轻不尊重，亦不能糊涂至此。三则论主子内我是年轻媳妇，算起奴才来，比我更年轻的又不止一个人了。况且他们也常进园，晚间各人家去，焉知不是他们身上的？四则除我常在园里之外，还有那边太太常带过几个小姨娘来，如嫣红翠云等人，皆系年轻侍妾，他们更该有这个了。还有那边珍大嫂子，他不算甚老外，他也常带过佩凤等人来，焉知又不是他们的？五则园内丫头太多，保的住个个都是正经的不成？也有年纪大些的知道了人事，或者一时半刻人查问不到偷着出去，或借着因由同二门上小幺儿们打牙犯嘴，外头得了来的，也未可知。如今不但我没此事，就连平儿我也可以下保的。太太请细想。”王夫人听了这一席话大近情理，因叹道：“你起来。我也知道你是大家小姐出身，焉得轻薄至此，不过我气急了，拿了话激你。但如今却怎么处？你婆婆才打发人封了这个给我瞧，说是前日从傻大姐手里得的，把我气了个死。”凤姐道：“太太快别生气。若被众人觉察了，保不定老太太不知道。且平心静气暗暗访察，才得确实，纵然访不着，外人也不能知道。这叫作‘胳膊折在袖内’。如今惟有趁着赌钱的因由革了许多的人这空儿，把周瑞媳妇旺儿媳妇等四五个贴近不能走话的人安插在园里，以查赌为由。再如今他们的丫头也太多了，保不住人大心大，生事作耗，等闹出事来，反悔之不及。如今若无故裁革，不但姑娘们委屈烦恼，就连太太和我也过不去。不如趁此机会，以后凡年纪大些的，或有些咬牙难缠的，拿个错儿撵出去配了人。一则保得住没有别的事，二则也可省些用度。太太想我这话如何？”王夫人叹道：“你说的何尝不是，但从公细想，你这几个姊妹也甚可怜了。也不用远比，只说如今你林妹妹的母亲，未出阁时，是何等的娇生惯养，是何等的金尊玉贵，那才象个千金小姐的体统。如今这几个姊妹，不过比人家的丫头略强些罢了。通共每人只有两三个丫头象个人样，余者纵有四五个小丫头子，竟是庙里的小鬼。如今还要裁革了去，不但于我心不忍，只怕老太太未必就依。虽然艰难，难不至此。我虽没受过大荣华富贵，比你们是强的。如今我宁可省些，别委屈了他们。以后要省俭先从我来倒使的。如今且叫人传了周瑞家的等人进来，就吩咐他们快快暗地访拿这事要紧。”凤姐听了，即唤平儿进来吩咐出去。一时，周瑞家的与吴兴家的、郑华家的、来旺家的、来喜家的现在五家陪房进来，余者皆在南方各有执事。王夫人正嫌人少不能勘察，忽见邢夫人的陪房王善保家的走来，方才正是他送香囊来的。王夫人向来看视邢夫人之得力心腹人等原无二意，今见他来打听此事，十分关切，便向他说：“你去回了太太，也进园内照管照管，不比别人又强些。”这王善保家正因素日进园去那些丫鬟们不大趋奉他，他心里大不自在，要寻他们的故事又寻不着，恰好生出这事来，以为得了把柄。又听王夫人委托，正撞在心坎上，说：“这个容易。不是奴才多话，论理这事该早严紧的。太太也不大往园里去，这些女孩子们一个个倒象受了封诰似的。他们就成了千金小姐了。闹下天来，谁敢哼一声儿。不然，就调唆姑娘的丫头们，说欺负了姑娘们了，谁还耽得起。”王夫人道：“这也有的常情，跟姑娘的丫头原比别的娇贵些。你们该劝他们。连主子们的姑娘不教导尚且不堪，何况他们。”王善保家的道：“别的都还罢了。太太不知道，一个宝玉屋里的晴雯，那丫头仗着他生的模样儿比别人标致些。又生了一张巧嘴，天天打扮的象个西施的样子，在人跟前能说惯道，掐尖要强。一句话不投机，他就立起两个骚眼睛来骂人，妖妖调调，大不成个体统。”王夫人听了这话，猛然触动往事，便问凤姐道：“上次我们跟了老太太进园逛去，有一个水蛇腰，削肩膀，眉眼又有些象你林妹妹的，正在那里骂小丫头。我的心里很看不上那狂样子，因同老太太走，我不曾说得。后来要问是谁，又偏忘了。今日对了坎儿，这丫头想必就是他了。”凤姐道：“若论这些丫头们，共总比起来，都没晴雯生得好。论举止言语，他原有些轻薄。方才太太说的倒很象他，我也忘了那日的事，不敢乱说。”王善保家的便道：“不用这样，此刻不难叫了他来太太瞧瞧。”王夫人道：“宝玉房里常见我的只有袭人麝月，这两个笨笨的倒好。若有这个，他自不敢来见我的。我一生最嫌这样人，况且又出来这个事。好好的宝玉，倘或叫这蹄子勾引坏了，那还了得。”因叫自己的丫头来，吩咐他到园里去，“只说我说有话问他们，留下袭人麝月伏侍宝玉不必来，有一个晴雯最伶俐，叫他即刻快来。你不许和他说什么。”",
      "chapter": "074.txt",
      "score": 24.2,
      "counterparts": "王夫人,麝月,傻大姐",
      "keywords": "配,妻,妾,死,生,养,送,封,打,骂,哭,笑,闹,会,访,请",
      "rule": "keyword"
    },
    {
      "person": "袭人",
      "title": "袭人去世/病故",
      "sentence": "如今且说宝玉只当王夫人不过来搜检搜检，无甚大事，谁知竟这样雷嗔电怒的来了。所责之事皆系平日之语，一字不爽，料必不能挽回的。虽心下恨不能一死，但王夫人盛怒之际，自不敢多言一句，多动一步，一直跟送王夫人到沁芳亭。王夫人命：“回去好生念念那书，仔细明儿问你。才已发下恨了。”宝玉听如此说，方回来，一路打算：“谁这样犯舌？况这里事也无人知道，如何就都说着了。”一面想，一面进来，只见袭人在那里垂泪。且去了第一等的人，岂不伤心，便倒在床上也哭起来。袭人知他心内别的还犹可，独有晴雯是第一件大事，乃推他劝道：“哭也不中用了。你起来我告诉你，晴雯已经好了，他这一家去，倒心净养几天。你果然舍不得他，等太太气消了，你再求老太太，慢慢的叫进来也不难。不过太太偶然信了人的诽言，一时气头上如此罢了。”宝玉哭道：“我究竟不知晴雯犯了何等滔天大罪！”袭人道：“太太只嫌他生的太好了，未免轻佻些。在太太是深知这样美人似的人必不安静，所以恨嫌他，象我们这粗粗笨笨的倒好。”宝玉道：“这也罢了。咱们私自顽话怎么也知道了？又没外人走风的，这可奇怪。”袭人道：“你有甚忌讳的，一时高兴了，你就不管有人无人了。我也曾使过眼色，也曾递过暗号，倒被那别人已知道了，你反不觉。”宝玉道：“怎么人人的不是太太都知道，单不挑出你和麝月秋纹来？”袭人听了这话，心内一动，低头半日，无可回答，因便笑道：“正是呢。若论我们也有顽笑不留心的孟浪去处，怎么太太竟忘了？想是还有别的事，等完了再发放我们，也未可知。”宝玉笑道：“你是头一个出了名的至善至贤之人，他两个又是你陶冶教育的，焉得还有孟浪该罚之处！只是芳官尚小，过于伶俐些，未免倚强压倒了人，惹人厌。四儿是我误了他，还是那年我和你拌嘴的那日起，叫上来作些细活，未免夺占了地位，故有今日。只是晴雯也是和你一样，从小儿在老太太屋里过来的，虽然他生得比人强，也没甚妨碍去处。就是他的性情爽利，口角锋芒些，究竟也不曾得罪你们。想是他过于生得好了，反被这好所误。”说毕，复又哭起来。袭人细揣此话，好似宝玉有疑他之意，竟不好再劝，因叹道：“天知道罢了。此时也查不出人来了，白哭一会子也无益。倒是养着精神，等老太太喜欢时，回明白了再要他是正理。”宝玉冷笑道：“你不必虚宽我的心。等到太太平服了再瞧势头去要时，知他的病等得等不得。他自幼上来娇生惯养，何尝受过一日委屈。连我知道他的性格，还时常冲撞了他。他这一下去，就如同一盆才抽出嫩箭来的兰花送到猪窝里去一般。况又是一身重病，里头一肚子的闷气。他又没有亲爷热娘，只有一个醉泥鳅姑舅哥哥。他这一去，一时也不惯的，那里还等得几日。知道还能见他一面两面不能了！”说着又越发伤心起来。袭人笑道：“可是你‘只许州官放火，不许百姓点灯’。我们偶然说一句略妨碍些的话，就说是不利之谈，你如今好好的咒他，是该的了！他便比别人娇些，也不至这样起来。”宝玉道：“不是我妄口咒他，今年春天已有兆头的。”袭人忙问何兆。宝玉道：“这阶下好好的一株海棠花，竟无故死了半边，我就知有异事，果然应在他身上。”袭人听了，又笑起来，因说道：“我待不说，又撑不住，你太也婆婆妈妈的了。这样的话，岂是你读书的男人说的。草木怎又关系起人来？若不婆婆妈妈的，真也成了个呆子了。”宝玉叹道：“你们那里知道，不但草木，凡天下之物，皆是有情有理的，也和人一样，得了知己，便极有灵验的。若用大题目比，就有孔子庙前之桧，坟前之蓍，诸葛祠前之柏，岳武穆坟前之松。这都是堂堂正大随人之正气。千古不磨之物。世乱则萎，世治则荣，几千百年了，枯而复生者几次。这岂不是兆应？小题目比，就有杨太真沉香亭之木芍药，端正楼之相思树，王昭君冢上之草，岂不也有灵验。所以这海棠亦应其人欲亡，故先就死了半边。”袭人听了这篇痴话，又可笑，又可叹，因笑道：“真真的这话越发说上我的气来了。那晴雯是个什么东西，就费这样心思，比出这些正经人来！还有一说，他纵好，也灭不过我的次序去。便是这海棠，也该先来比我，也还轮不到他。想是我要死了。”宝玉听说，忙握他的嘴，劝道：“这是何苦！一个未清，你又这样起来。罢了，再别提这事，别弄的去了三个，又饶上一个。”袭人听说，心下暗喜道：“若不如此，你也不能了局。”宝玉乃道：“从此休提起，全当他们三个死了，不过如此。况且死了的也曾有过，也没有见我怎么样，此一理也。如今且说现在的，倒是把他的东西，作瞒上不瞒下，悄悄的打发人送出去与了他。再或有咱们常时积攒下的钱，拿几吊出去给他养病，也是你姊妹好了一场。”袭人听了，笑道：“你太把我们看的又小器又没人心了。这话还等你说，我才已将他素日所有的衣裳以至各什各物总打点下了，都放在那里。如今白日里人多眼杂，又恐生事，且等到晚上，悄悄的叫宋妈给他拿出去。我还有攒下的几吊钱也给他罢。”宝玉听了，感谢不尽。袭人笑道：“我原是久已出了名的贤人，连这一点子好名儿还不会买来不成！”宝玉听他方才的话，忙陪笑抚慰一时。晚间果密遣宋妈送去。",
      "chapter": "077.txt",
      "score": 20.7,
      "counterparts": "王夫人,麝月,四儿",
      "keywords": "死,亡,病,生,养,送,罚,怒,打,哭,笑,题,会",
      "rule": "keyword"
    },
    {
      "person": "袭人",
      "title": "袭人去世/病故",
      "sentence": "且说贾母见祖宗世职革去，现在子孙在监质审，邢夫人尤氏等日夜啼哭，凤姐病在垂危，虽有宝玉宝钗在侧，只可解劝，不能分忧，所以日夜不宁，思前想后，眼泪不干。一日傍晚，叫宝玉回去，自己扎挣坐起，叫鸳鸯等各处佛堂上香，又命自己院内焚起斗香，用拐拄着出到院中。琥珀知是老太太拜佛，铺下大红短毡拜垫。贾母上香跪下磕了好些头，念了一回佛，含泪祝告天地道：“皇天菩萨在上，我贾门史氏，虔诚祷告，求菩萨慈悲。我贾门数世以来，不敢行凶霸道。我帮夫助子，虽不能为善，亦不敢作恶。必是后辈儿孙骄侈暴佚，暴殄天物，以致合府抄检。现在儿孙监禁，自然凶多吉少，皆由我一人罪孽，不教儿孙，所以至此。我今即求皇天保佑：在监逢凶化吉，有病的早早安身。总有合家罪孽，情愿一人承当，只求饶恕儿孙。若皇天见怜，念我虔诚，早早赐我一死，宽免儿孙之罪。”默默说到此，不禁伤心，呜呜咽咽的哭泣起来。鸳鸯珍珠一面解劝，一面扶进房去。只见王夫人带了宝玉宝钗过来请晚安，见贾母悲伤，三人也大哭起来。宝钗更有一层苦楚：想哥哥也在外监，将来要处决，不知可减缓否，翁姑虽然无事，眼见家业萧条，宝玉依然疯傻，毫无志气。想到后来终身，更比贾母王夫人哭得更痛。宝玉见宝钗如此大恸，他亦有一番悲戚。想的是老太太年老不得安，老爷太太见此光景不免悲伤，众姐妹风流云散，一日少似一日。追想在园中吟诗起社，何等热闹，自从林妹妹一死，我郁闷到今，又有宝姐姐过来，未便时常悲切。见他忧兄思母，日夜难得笑容，今见他悲哀欲绝，心里更加不忍，竟嚎啕大哭。鸳鸯、彩云、莺儿、袭人见他们如此，也各有所思，便也呜咽起来。余者丫头们看得伤心，也便陪哭，竟无人解慰。满屋中哭声惊天动地，将外头上夜婆子吓慌，急报于贾政知道。那贾政正在书房纳闷，听见贾母的人来报，心中着忙，飞奔进内。远远听得哭声甚众，打谅老太太不好，急得魂魄俱丧，疾忙进来，只见坐着悲啼，神魂方定。说是“老太太伤心，你们该劝解，怎么的齐打伙儿哭起来了。”众人听得贾政声气，急忙止哭，大家对面发怔。贾政上前安慰了老太太，又说了众人几句。各自心想道：“我们原恐老太太悲伤，故来劝解，怎么忘情大家痛哭起来。”",
      "chapter": "106.txt",
      "score": 19.8,
      "counterparts": "王夫人,鸳鸯,贾政",
      "keywords": "纳,死,病,赐,打,哭,笑,闹,斗,诗,请,丧",
      "rule": "keyword"
    },
    {
      "person": "袭人",
      "title": "袭人去世/病故",
      "sentence": "且说栊翠庵原是贾府的地址，因盖省亲园子，将那庵圈在里头，向来食用香火并不动贾府的钱粮。今日妙玉被劫，那女尼呈报到官，一则候官府缉盗的下落；二则是妙玉基业不便离散，依旧住下。不过回明了贾府。那时贾府的人虽都知道，只为贾政新丧，且又心事不宁，也不敢将这些没要紧的事回禀。只有惜春知道此事，日夜不安。渐渐传到宝玉耳边，说妙玉被贼劫去，又有的说妙玉凡心动了跟人而走。宝玉听得十分纳闷，想来必是被强徒抢去，这个人必不肯受，一定不屈而死。但是一无下落，心下甚不放心，每日长嘘短叹。还说：“这样一个人自称为‘槛外人’，怎么遭此结局！”又想到：“当日园中何等热闹，自从二姐姐出阁以来，死的死，嫁的嫁，我想他一尘不染是保得住的了，岂知风波顿起，比林妹妹死的更奇！”由是一而二，二而三，追思起来，想到《庄子》上的话，虚无缥缈，人生在世，难免风流云散，不禁的大哭起来。袭人等又道是他的疯病发作，百般的温柔解劝。宝钗初时不知何故，也用话箴规。怎奈宝玉抑郁不解，又觉精神恍惚。宝钗想不出道理，再三打听，方知妙玉被劫不知去向，也是伤感，只为宝玉愁烦，便用正言解释。因提起“兰儿自送殡回来，虽不上学，闻得日夜攻苦。他是老太太的重孙，老太太素来望你成人，老爷为你日夜焦心，你为闲情痴意糟蹋自己，我们守着你如何是个结果！”说得宝玉无言可答，过了一回才说道：“我那管人家的闲事，只可叹咱们家的运气衰颓。”宝钗道：“可又来，老爷太太原为是要你成人，接续祖宗遗绪。你只是执迷不悟，如何是好。”宝玉听来，话不投机，便靠在桌上睡去。宝钗也不理他，叫麝月等伺候着，自己却去睡了。",
      "chapter": "113.txt",
      "score": 19.8,
      "counterparts": "麝月,贾政,妙玉",
      "keywords": "嫁,纳,死,病,生,送,接,打,哭,闹,丧",
      "rule": "keyword"
    }
  ]
}